
{
  //SPECIAL DIALOGUE
  "Introduction": "Иоба, ну разве ты не милашка! Добро пожаловать в долину, солнце.$6#$b#Как замечательно, что сюда переезжают новые люди!$1#$e#Ты уже знаком с моим сыном, Виктором?$6^Ты уже знакома с моим сыном, Виктором?$3",
  "divorced": "Ты получил то, что хотел, так что оставь меня в покое.$6^Ты получила то, что хотела, так что оставь меня в покое.$5",
  "danceRejection": "Хочешь потанцевать со мной? Солнце, боюсь, мне придётся отказать.$6",
  "secondChance_Girls": "... Хочешь вернуть всё, @?$6#$b#Солнце... Я упорно трудилась, чтобы оставить в прошлом то, что ты со мной сделал. Брак... важнее для меня, чем для большинства людей. Ты знаешь это.$6^Солнце... Я упорно трудилась, чтобы оставить в прошлом то, что ты со мной сделала. Брак... важнее для меня, чем для большинства людей. Ты знаешь это.$2#$b#... Я готова попробовать снова, но это в последний раз.$3#$b#Я люблю тебя, дорогой. Надеюсь, я не ошибусь, снова доверившись тебе.$6^Я люблю тебя, дорогая. Надеюсь, я не ошибусь, снова доверившись тебе.$2",
  "dumped_Girls": "Тебе хватает наглости говорить со мной сейчас, @?$5#$b#Мне нужно больше времени после того, что ты сделал со мной. И выпить.$6^Мне нужно больше времени после того, что ты сделала со мной. И выпить.$2",
  "breakUp": "Я с самого начала знала, что это было плохой идеей.$2#$b#Спасибо за честность, я ценю это.$0#$e#...$2",
  "pamHouseUpgrade": "Ужасный трейлер Пэм исчез. Мне уже надоело смотреть на него каждый день.$6#$b#Благодаря твоему финансированию имидж города Пеликан заметно возрос!$3",
  "pamHouseUpgradeAnonymous": "Ужасный трейлер Пэм исчез. Мне уже надоело смотреть на него каждый день.$6#$b#Благодаря финансированию некого тайнственного человека имидж города Пеликан заметно возрос!$3",
  "stardrop_gift": "@. Я заказала эту звёздную каплю специально для тебя.$4#$b#Она свежая, совсем недавно сорванная. Надеюсь, тебе понравится, солнце. Пусть она сделает твою работу немного легче.$3",
  "give_flowersA": "... Ты хочешь быть со мной? В самом деле?$1#$b#Конечно, я тоже хочу быть с тобой. Я просто не думала... Спасибо. За то, что делаешь первый шаг.$3",
  "give_flowersB": "Солнышко, я тронута. Конечно, да, с удовольствием.$1#$e#... Пожалуйста, будь терпеливее со мной. Прошло много времени с тех пор, как я была связана с кем-то.$3",
  "give_pendant": "...$2#$b#@... Я никогда бы не подумала, что снова вступлю в брак. Я никогда даже не думала о том, что снова буду с кем-либо.$2#$b#Но проведя время с тобой... я снова почувствовала то, что, как я думала, оставила позади давным-давно.$3#$b#Да, @. Я хотела бы выйти за тебя. И... эта новая глава, которую мы начинаем, я надеюсь, что она самая счастливая из всех.$1",
  "rejectNPCA": "Я так не думаю, солнце.$6",
  "rejectNPCB": "Этого не произойдёт.$6#$e#Разговор окончен, @.$2",
  "reject_two_heartA": "Я не чувствую того же к тебе, солнце. Мне жаль.$2",
  "reject_two_heartB": "Нам нужно немного лучше узнать друг друга, прежде чем мы сделаем этот шаг, милый.$6^Нам нужно немного лучше узнать друг друга, прежде чем мы сделаем этот шаг, милая.$6#$e#Я пока не готова к такому.$2",
  "reject_four_heartA": "Мысль о свидании с кем-то снова... Я не думаю, что смогу, солнце.$2#$e#Мы можем поговорить об этом как-нибудь в другой раз.$2",
  "reject_four_heartB": "@, ты замечательный друг, но...$2#$b#Мне просто нужно немного больше времени, солнце. Давай узнаем друг друга получше.$2",
  "engageA": "Ты думаешь, я глупа, дорогой? Я знаю, что у тебя уже есть кто-то.$6^Ты думаешь, я глупа, дорогая? Я знаю, что у тебя уже есть кто-то.$5#$e#Не играй со мной так. Это неприятно.$2",
  "engageB": "@... Что подумает об этом твой партнёр?$2#$e#Ты разочаровываешь меня, солнце.$5",
  "marriedA": "@, серьёзно? Ты уже в браке.$5#$e#Я просто притворюсь, что этого никогда не было. Предлагаю тебе сделать то же самое.$5",
  "marriedB": "@... что ты делаешь? Я не собираюсь вставать между тобой и твоим партнёром.$6#$e#Ты действительно думаешь, что я из тех людей, которые будут это делать?$5",
  "refusal_knownA": "О, дорогуша, к чему такая спешка?$6#$e#Давай поговорим об этом как-нибудь за бокалом вина.$0",
  "refusal_knownB": "Я не думаю, что готова снова вступить в брак в ближайшее время, @.$6#$b#Может быть, когда-нибудь, но точно не сейчас.$2",
  "refusal_botherA": "... Этому не бывать в обозримом будущем, дорогуша.$6",
  "refusal_botherB": "Не сейчас.$0",
  "refusal_no_heartsA": "Ой! Я слышала, что этот кулон - местный романтический обычай. Как мило.$6#$b#Планируешь подарить его кому-то?$1",
  "refusal_no_heartsB": "Это не смешно, не стоит шутить о таком, солнце. Брак много значит для меня.$2",
  "Resort_Entering": "Ах, курорт! Что за вид!$1",
  "Resort_Leaving": "Эта поездка была чудесной! Нужно как-нибудь снова вернуться сюда.$3",
  "Resort_Shore": "Солнце творит чудеса с моей кожей.$1#$b#Не хочешь попробовать мой органический солнцезащитный крем, дорогуша?$3",
  "Resort_Chair": "Этот пляж просто восхитителен!$3#$e#Интересно, сколько будет стоить построить здесь дом?$6",
  "Resort_Bar": "Возможно, я выпила слишком много...$4",
  "Resort": "Иоба, мне нравится здесь адже больше, чем в городе Саутин!$1#$e#Сообщество действительно делает это место особенным, не находишь?$3",
  
  
  //JOJA JOB QUESTION
  "spring_Thu": "Знаешь, я раньше была финансовым директором в Джоджа. Но эта глава моей жизни окончена.$3#$q 8001/8002 joja_followup#Тебе ведь тоже приходилось работать в Джоджа, не так ли?#$r 8001 50 joja_yes#Да, приходилось раньше.#$r 8002 -50 joja_no#Нет, мне не доводилось работать в Джоджа.",
  "joja_yes": "Хм, я так и думала.$6#$b#От офисного работника до фермера - какая невероятная смена карьеры! А я теперь занимаюсь биржевым трейдингом, около 15 часов в неделю.$1#$b#Ты, должно быть, чувствуешь себя намного свободнее, когда работа в офисе не связывает тебя и ты можешь заниматься тем, что тебе по душе.$3#$b#Я рада, что ты нашёл своё призвание, милый.$6^Я рада, что ты нашла своё призвание, милая.$1",
  "joja_no": "Правда? Моррис говорил обратное...$6",
  "joja_followup": "$p 8001#Я рада, что мы оба можем двигаться дальше.$3|Я рада, что мы обе можем двигаться дальше.$3",
  
  //SPECIFIC MAP AND COORDINATES DIALOGUE
  "Custom_JenkinsHouse_20_9": "%Оливия концентрируется на своей позе йоги.",
  "Custom_JenkinsHouse_19_5": "Я в постели, дорогуша. Приходи в другой раз.$0",
  "Custom_JenkinsHouse_5_8": "@, выйди, это неприлично!$5",
  "SeedShop_20_20": "%Оливия концентрируется на своей позе йоги.",
  "Custom_SophiaHouse_6_22": "Привет, солнышко! Я кое-что заказываю у Софии.$3",

  //SPRING AND GENERAL DIALOGUE
  "spring_1": "Я счастлива, что снова наступила весна. Я очень устала от зимней поры.$1",
  "spring_9": "Здесь, в Долине, у меня столько свободного времени, но иногда я скучаю по тому, как много работала в городе Зузу на корпорацию.$2#$e#Да, я могу сосредоточиться на своих хобби, но иногда мне кажется, что у меня даже слишком много свободного времени...$3",
  "spring_12": "Яичный фестиваль уже завтра! Хороший повод побаловать себя винтажным вином из моей коллекции.$3",
  "spring_23": "Привет, зайка. Весна скоро подойдёт к концу. Уже подумал, какие культуры посадишь этим летом?$3^Привет, зайка. Весна скоро подойдёт к концу. Уже подумала, какие культуры посадишь этим летом?$3#$e#Марни выращивает дыни каждый год, и они всегда очень вкусные. Я с нетерпением жду возможности отведать их.$1",
  "spring_28": "Как думаешь, стоит посадить подсолнухи на нашем заднем дворе? Когда я вижу подсолнухи, я чувствую дух лета.$1#$e#Семечки подсолнуха также полезны!$3",
 
  "Mon": "Интересно, захочет ли кто-нибудь из друзей Виктора подрабатывать уборщиком в нашем доме? Это сэкономило бы мне кучу времени.$6",
  "Mon2": "У меня довольно плотное расписание, но я стараюсь выделять время на встречи с Кэролайн и Джоди по понедельникам и четвергам. Они обе мои близкие подруги.$3#$e#Я стараюсь держаться подальше от Пэм. Просто она не очень мне нравится.$6#$e#Почему? Дорогуша, это не твоё дело.$1",
  "Mon4": "Я думаю нанять ландшафтного дизайнера. Заднему двору надо уделить немного внимания.$0#$e#Ты хочешь поболтать? Извини, я сейчас занята, дорогуша.$6",
  "Mon8": "Какая радость - встретиться с тобой, @.$3#$e#Чао!$1",
  "Mon10": "Привет, солнце. Не хочешь завтра позаниматься со мной йогой на занятиях у Кэролайн?$3#$e#Я могу научить тебя основным позам!$1",
  "Tue": "Привет, солнце. У тебя сегодня был продуктивный день? Не переутомляйся и не вреди себе.$3#$e#Я бы не хотела, чтобы ты покинул нас слишком скоро.$6^Я бы не хотела, чтобы ты покинула нас слишком скоро.$6",
  "Tue2": "Я занимаюсь йогой годами. Я могу делать сложные асаны, такие как «Повелитель танца» и «Лотос».$1#$e#Оставаться здоровым важно, если ты хочешь, чтобы у тебя было красивое, безупречное тело, подобное моему.$6",
  "Tue8": "Йога - это физическая, умственная и духовная практика! Когда у тебя будет свободное время, я хотела бы научить тебя некоторым позам.$3",
  "Wed": "Привет, солнце. Счастливой среды.$3#$e#Может быть, если тебе повезёт, я поделюсь с тобой редким вином.$1",
  "Wed4": "А ты не забываешь поливать свои комнатные растения? Здоровые растения - это чистый, свежий воздух в доме.$1#$e#Да, растения можно купить за деньги, но за ними также необходимо ухаживать.$3",
  "Wed10": "Я принесла для тебя бутылку вина из погреба. Это замечательное выдержанное вино.[348]$1",
  "Thu": "Прости, дорогуша. Сейчас я слишком занята для разного рода бесед.$0#$e#Это значит, что ты можешь идти, @.$6",
  "Thu2": "Привет, @! Я сегодня в отличном настроении!$1#$e#Почему? Потому что сегодня утром я заработала много денег на продаже акций.$0",
  "Thu6": "@, планируешь ли ты пойти завтра в салун? Если так, то у тебя есть шанс увидеть меня там. И Виктор каждую пятницу встречается там с друзьями.$3",
  "Thu8": "Рада тебя видеть! Как твои дела?$3#$e#О, понятно! Продуктивен, как и всегда.$6^Продуктивна, как и всегда.$1",
  "Fri": "Привет, солнце.$3",
  "Fri2": "Сегодня утром я потеряла около тридцати тысяч - стоимость некоторых акций резко упала.$2#$e#%Оливия не в настроении говорить.",
  "Fri6": "Я всегда балую себя бокалом хорошего вина по пятницам.$3#$b#У Гаса есть несколько редких сортов, к тому же салун всегда снабжается вином из виноградника Блю Мун.$1",
  "Fri10": "Счастливой пятницы, любовь моя! Ты так много работал в последнее время! Ты заслуживаешь выходной.$6^Счастливой пятницы, любовь моя! Ты так много работала в последнее время! Ты заслуживаешь выходной.$3#$e#Может быть, я могу предложить тебе чем-нибудь заняться, если ты захочешь.$4",
  "Sat": "Ух, как же хлопотно заниматься таким огромным участком вокруг дома. Может, всё же стоит нанять садовника...$5#$e#Хорошего дня, дорогуша.$6",
  "Sat2": "Несколько лет назад я увлеклась рисованием. Лея дала мне несколько отличных советов!$3#$e#Она такая куколка, не правда ли?$1",
  "Sat6": "Привет, зайка. Как проходит суббота? Ты слишком много работаешь в выходные дни.$3#$e#Тебе нужно делать перерывы время от времени.$0",
  "Sat10": "В последнее время я добилась большого прогресса в рисовании. Я горжусь собой.$1#$e#Хорошего дня, любовь моя!$3",
  "Sun": "У тебя правда нет выходных? Я, конечно, не хочу отвлекать тебя от работы.$6#$e#Иди, занимайся своими делами, @.$0", 
  "Sun2": "Время - деньги! Ты знаешь, что это правда, @. Я всегда проверяю курсы акций каждый день.$3#$e#Конечно, ты это знаешь. Это причина, по которой ты никогда не берёшь выходные на своей ферме.$6",
  "Sun6": "Сегодня утром мне повезло, и я получила огромную прибыль с акций.$1#$b#Думаю, что потрачу деньги на картину от моего любимого модного художника с Ферн-Айленда.$0",
  "Sun10": "Так приятно видеть тебя! Как проходит твой день?$1#$e#*целует* Я сделала твой день лучше?$3",

  //SUMMER DIALOGUE
  "summer_1": "Ах! Лето! Я могу наконец похвастаться своим новым бикини на пляже.$3#$e#Кажется, у Кэролайн тоже новый купальник.$6",
  "summer_5": "Моя швея в Честервейле сшила для меня красивое платье.$1#$b#Я с нетерпением жду возможности надеть его на ближайший фестиваль.$3#$e#Интересно, что ты скажешь обо мне в этом платье, милый.$6^Интересно, что ты скажешь обо мне в этом платье, милая.$1",
  "summer_10": "Губернатор нечасто посещает долину Стардью. Его приезд - это честь для города.$1#$e#Я ожидаю, что ты будешь вести себя наилучшим образом. И положишь лучшие продукты в суп.$3",
  "summer_17": "Вчера я пожертвовала 15 тысяч на благотворительность в городе Зузу.$1#$b#Я понимаю, что не всем так повезло, как мне. Я стараюсь помочь, где могу.$2#$b#Тебя так удивляет, что я забочусь о чём-то, кроме собственного блага, солнышко?$0",
  "summer_22": "Привет, @! Мои акции выросли в цене, и у меня сегодня замечательное настроение! Я хочу поделиться им с тобой. Возьми, побалуй себя чем-нибудь. $1[336]",
  "summer_28": "Ты же придёшь вместе со всеми смотреть Танец полуночных медуз сегодня вечером, @?$3",
  "summer_3_1": "Прошлой ночью был ужасный взрыв. Он тебя тоже разбудил, @?$0#$e#Такое ощущение, что сошёл оползень. Мне нужно поговорить с мэром Льюисом.$2",

  "summer_Mon": "Привет, дорогуша. Как твой понедельник? Хорошее ли начало недели?$3#$e#Ах. У меня? Всё идёт хорошо. Спасибо, что спросил.$6^Ах. У меня? Всё идёт хорошо. Спасибо, что спросила.$6#$e#Кто-нибудь когда-нибудь говорил тебе, что ты очень вежлив?$6^Кто-нибудь когда-нибудь говорил тебе, что ты очень вежлива?$1", 
  "summer_Mon4": "Сегодня Сьюзен подарила мне свежесобранную дыню со своего участка. Она просто душка!$1#$b#Её урожай намного полезнее, чем у Энди.$6#$e#Не думаю, что я когда-нибудь съем что-то из его продуктов.$2#$e#О, дорогуша, не подумай, что я имею что-то против Энди. Я просто пытаюсь следить за своим здоровьем. Но я знаю, что ты хочешь, чтобы все чувствовали себя комфортно.$0",
  "summer_Mon8": "Приветик, солнышко. Ты так усердно трудишься даже в такую жару, как сегодня, я поражаюсь!$3",
  "summer_Mon10": "Я использую новый солнцезащитный крем. Он творит чудеса с моей кожей.$3#$b#Дай мне знать, если захочешь попробовать.$1",
  "summer_Tue": "Я хожу на занятия аэробикой к Кэролайн. Йога - это отличный способ сосредоточить внимание и тело.$3#$e#Это также помогает мне быть здоровой и стройной.$1",
  "summer_Tue4": "Этим утром я взяла свежие продукты у Пьера. У него лучший выбор органических продуктов.$3",
  "summer_Tue6": "Расходы мэра Льюиса на Яичный фестиваль в этом году на 5 тысяч превысили бюджет.$2#$b#Я вложила свои деньги, чтобы мы могли провести фестиваль.$0#$e#Взамен он позволил мне использовать больше бочонков рядом с общественным центром.$3#$e#Мы все должны помогать сообществу в меру своих возможностей. Именно люди делают этот город особенным, дорогуша.$3",
  "summer_Tue8": "В следующий раз, когда я вернусь с Ферн-Айленда, я привезу тебе парочку кольцеплодов.$1#$e#Они вкусные, а ещё из них получаются идеальные десерты. Пироги, пирожные, заварные кремы... всё, что тебе может прийти в голову!$3#$b#Я люблю дарить подарки, а особенно я люблю, когда эти подарки приносят удовольствие, солнце.$1",
  "summer_Wed": "Последняя партия вина Софии иридиевого качества была великолепна. Надо обязательно сказать ей об этом.$1",
  "summer_Wed4": "Этим утром я вложила 30 тысяч в один стартап. Я уверена, мои вложения окупятся.$1#$e#Технологические компании процветают в городе Зузу.$3#$b#Если ты хочешь легко заработать, сейчас самое время заняться акциями, @.$1",
  "summer_Wed6": "Если ты когда-нибудь захочешь, чтобы я стала твоим финансовым советником, я буду рада помочь, @.$1#$e#Но имей в виду, я беру 20% от любой прибыли в качестве вознаграждения.$6",
  "summer_Wed8": "Я собираюсь поехать в Грэмплтон в ближайшее время. Ах, это непередаваемое чувство - гулять в тени высоких красных деревьев.$3#$e#Может быть, мы сможем когда-нибудь отправиться туда вместе, дорогуша.$1",  
  "summer_Thu": "Привет, солнце. Что думаешь о моих новых серьгах?$3#$b#Я заказала их по почте из города Саутин!$1",
  "summer_Thu8": "Мы с Кэролайн и Джоди собираемся как-нибудь сходить на пляж. У Кэролайн хочет показать нам новый купальник.$3#$b#Я бы пригласила тебя, солнце, но это же девичник.$1^Ты хочешь присоединиться? Конечно, солнце. Мы всегда тебе рады.$1",
  "summer_Thu10": "Мы с Кэролайн скоро пойдём купаться на пляже.$3#$b#Хочешь присоединиться к нам, солнце?$4",
  "summer_Fri": "Я трачу больше времени на рисование в последнее время.$1#$e#Так много всего, чему можно научиться. Так много разных стилей и техник... это немного ошеломляет.$0 ",
  "summer_Fri2": "Энди так пристально смотрел на меня вчера вечером в салуне, что мне стало не по себе.$2#$e#Я слышала, у его фермы серьёзные финансовые проблемы. Впрочем, ничего удивительного.$6",
  "summer_Fri6": "Йога - отличное занятие, если у тебя повышенное кровяное давление или высокий уровень холестерина.$1#$e#Я думаю, что Энди стоит иногда заниматься йогой. Или придерживаться более здоровой диеты...$6#$b#Я знаю, что раньше опускала резкости в его сторону, но я беспокоюсь о нём. Готовые блюда Джоджа - не самый здоровый выбор.$2",  
  "summer_Fri10": "Ну и ну. Твой наряд сегодня абсолютно безупречен.$1#$e#Если тебе нужно пошить одежду, я знаю кое-кого в Честервейле, кто может помочь!$3",
  "summer_Sat": "Сегодня утром я получила огромное количество нежелательной почты. Мне нужно поговорить с мэром Льюисом.$2#$e#Большая часть этих писем - это реклама и предложения разных сомнительных схем.$5",
  "summer_Sat4": "Мэр Льюис выслушал ряд моих предложений по улучшению города. Он действительно очень хороший мэр.$3#$e#Я начинаю чувствовать себя как дома в этом месте, солнце. А ты?$3",
  "summer_Sat8": "Лея научила меня нескольким техникам работы с кистью. Я завидую её художественным навыкам.$3#$e#Если я приложу больше усилий, возможно, однажды я смогу написать твой портрет!$1",
  "summer_Sun": "Я собираюсь попробовать новое направление йоги в следующий вторник. Хочу бросить вызов себе!$3",
  "summer_Sun4": "Джоди сказала мне, что Винсент не очень хорошо разбирается в математике. У неё так много забот...$2#$e#Я могу спросить Виктора, сможет ли он помочь. Но если он откажется, полагаю, что и сама могла бы позаниматься с Винсентом...$3",
  "summer_Sun8": "Мои другие хобби? Ну... так как мы друзья... никому не говори, но...$0#$e#Я обожаю любовные романы. Нет-нет, серьёзную литературу я тоже читаю, но это моя тайная страсть.$4#$e#Хорошего дня, дорогуша.$9",
  
  // FALL DIALOGUE
  "fall_1": "Удачи с осенним урожаем в этом году, @. Если ты продашь тыквы Пьеру, я обязательно куплю несколько!$3",
  "fall_9": "Завтра я пойду в виноградник Блю Мун, чтобы заказать ещё вина у Софии.$3#$b#Иногда я послыю Виктора, но сейчас мне хочется посмотреть на Самоцветное море со скалы. Там прекрасный вид.$1#$e#Я хотела бы пойти с тобой когда-нибудь... ты присоединишься ко мне?$3",
  "fall_15": "Ты участвуешь завтра в ярмарке, солнышко? Желаю тебе удачи!$1#$e#Кэролайн говорит, что урожай Пьера в этом году был очень хорошим. Кажется, у тебя серьёзный соперник.$6",
  "fall_17": "Вчера на ярмарке я разговаривала с туристом, приехавшим из города Пайн-Меса!$1#$b#Он не такой большой, как город Зузу, но всё равно активно растёт и развивается.$3",
  "fall_22": "Несмотря на то, что я долго работала в Джоджа, я никогда ничего не покупаю в их магазинах.$0#$e#Продукты Джоджа не полезны, они могут испортить мой цвет лица.$6",
  "fall_26": "День всех духов завтра, @!$1#$e#Виктор обычно теряется в лабиринте. Любит он попадать в нелепые ситуации.$6",
  "fall_28": "С семьёй, которая жила в этом доме до нас, приключилась очень скверная история.$2#$e#Мне нельзя ни с кем об этом говорить.$6#$e#Да, @. Включая тебя.$6#$e#...$2#$e#%Оливия игнорирует вас.",

  "fall_Mon": "Я люблю осенью иногда ходить в лес за грибами.$0#$b#Жаль, что Виктор, в отличие от меня, не любит грибы. Мне бы хотелось почаще использовать их в готовке.$6",
  "fall_Mon4": "Я видела, как %pet гуляет по городу. Такое восхитительное животное!$1#$e#%pet напоминает мне Дьюи... Виктор так сильно любил этого кота.$2#$e#Он уже рассказывал тебе о Дьюи?.. Потеря кота разбила его сердце, бедняжка.$2",
  "fall_Mon8": "Ты так много работаешь, солнышко! Этот тоник от доктора Харви поможет восстановить энергию.[349]$3#$e#Хорошего дня!$1",
  "fall_Tue": "Мэр Льюис рассматривает возможность финансирования ремонта причала. Доски там довольно старые и требуют замены.$0",
  "fall_Tue2": "Прелесть йоги заключается в том, что она делает тебя более гибким.$3#$b#Работа на ферме, безусловно, тоже будет держать твои мышцы в тонусе.$1",
  "fall_Tue6": "Я пыталась убедить Виктора заниматься йогой со мной, а он отказался даже попробовать.$6#$e#Ну ничего, по вторникам я могу отвести душу. Эмили, например, любит йогу.$3",
  "fall_Tue10": "Ферма %farm, должно быть, исключительно прекрасно выглядит в это время года.$3#$e#Может, мне стоит нарисовать твой дом?..$4",
  "fall_Tue8": "Я занимаюсь йогой много лет. Это помогло привести в тонус моё тело и сосредоточить внимание на уравновешенном состоянии.$3#$e#Я очень советую тебе как-нибудь позаниматься с нами, @.$1", 
  "fall_Wed": "Я предпочитаю красное вино белому. В красном больше минералов и витаминов, а вкус гораздо сложнее.$3#$e#София специализируется на сухих красных винах. Условия в долине идеально подходят для этого.$1",
  "fall_Wed4": "Осенью Пьер делает пряный сидр. Он не выставляет его на прилавок в магазине.$3#$e#Он продаёт его только своим самым близким друзьям. К счастью, у нас с Кэролайн прекрасные отношения.$1#$e#В следующий раз я возьму немного больше и поделюсь с тобой.$3",
  "fall_Wed8": "Кэролайн и Джоди - мои лучшие подруги. Мы так много пережили вместе.$1#$e#Мы втроём - матери, у нас на многое совпадают взгляды. И мы полагаемся друг на друга.$3",  
  "fall_Thu": "Джоди вчера испекла мне яблочный пирог. Было очень вкусно! Мне тоже нужно сделать для неё что-то особенное.$1",
  "fall_Thu4": "Сегодня в городе Зузу проходит закрытый аукцион.$0#$b#Я всегда в поисках большего количества готоранского фарфора. Он довольно изысканный.$1",
  "fall_Thu8": "Джоди в последнее время такая напряжённая. Я хочу предложить ей присмотреть за Винсентом денёк, чтобы она могла немного отдохнуть.$0#$e#Дай мне знать, если я смогу когда-нибудь помочь и тебе расслабиться, @. Я знаю, ты много работаешь.$3",
  "Fall_Fri": "Осень - лучшее время для моды, тебе не кажется, @?$3#$b#Платья, куртки, костюмы... так много возможностей. Мне нравится это!$3",
  "fall_Fri6": "Ты когда-нибудь ходишь по магазинам, чтобы расширить свой гардероб, солнце?$0#$b#Я знаю несколько мест, где можно купить качественную одежду по приятной цене, расскажу, если тебе интересно.$3",
  "fall_Sat": "Вчера вечером Марлон вошёл в салун с волшебником, и они оба пошли в подсобку.$6#$b#К ним присоединился человек в коричневом плаще, но его лицо было закрыто.$0#$e#Интересно, что же там происходило...$6",
  "fall_Sat6": "Сегодня такой холодный день. Хочешь позже присоединиться ко мне в салуне, чтобы немного взбодриться, солнышко?$3",
  "fall_Sat10": "Я ходила собирать свежие грибы и приготовила из них кое-что вкусненькое. Я оставила порцию для тебя, солнышко![205]$4#$e#Жаль, что Виктор не любит грибы...$6",
  "fall_Sun": "Как жаль, что сейчас нельзя легально получить товары из империи Готоро. Раньше можно было приобрести изысканные произведения искусства и замечательное вино.$2#$e#Надеюсь, что эта война скоро закончится. Так много насилия из-за пустяковых различий...$2",
  "fall_Sun6": "Привет, дорогуша. Как проходит твоё воскресенье?$1#$e#Всегда приятно поболтать с тобой, солнце.$3",

  //WINTER DIALOGUE    
  "winter_1": "Надо же. Эта снежная буря прошлой ночью покрыла всю долину.$6#$e#Оставайся в тепле, солнце. Я не хотела бы, чтобы ты простудился!$6^Оставайся в тепле, солнце. Я не хотела бы, чтобы ты простудилась!$3",
  "winter_7": "Привет, солнышко. Ты идёшь завтра со всеми на фестиваль?$3#$e#Я хотела бы посмотреть на то, как ты соревнуешься с Вилли в подлёдной рыбалке.$1",
  "winter_13": "Я разбила одно из моих готоранских блюдец этим утром. Теперь придётся похлопотать, чтобы заменить его. Такие блюдца становится всё труднее найти.$2#$b#Важно дорожить вещами, которые напоминают нам о том, откуда мы родом, не правда ли?$0", 
  "winter_21": "Кэролайн поссорилась с Пьером сегодня и рассказала мне об этом.$2#$e#Я надеюсь, что они сохранят свой брак.$2#$b#Они оба сильные люди, просто есть вещи, через которые им нужно пройти.$0#$b#... Надо бы проверить, как там Кэри. Интересно, она уже говорила с Джоди?..$0",  
  "winter_24": "Привет, @! Ты тепло одеваешься зимой? Пир Зимней Звезды уже завтра.$3#$e#Я приготовила идеальный подарок. Для кого? Это секрет, дорогуша!$1",
  "winter_28": "Весна почти на пороге, @! Мне нужно поторопиться и решить, какие растения посадить на нашем заднем дворе в этом году.$1#$e#Хорошего дня, солнце. Удачи в этом сезоне.$3",

  "winter_Mon": "Сегодня я чуть не поскользнулась на льду.$6#$b#Будь осторожнее, когда выходишь на улицу, солнце.$2",
  "winter_Mon4": "Ты закупаешься в Джоджа, @?$0#$b#Я не буду осуждать тебя, солнце. Я просто знаю, что они много на чём экономят и качество их продукции страдает.$2",
  "winter_Mon8": "Мне очень нравится разговаривать с тобой, @.$1#$b#У тебя всегда есть замечательные истории.$6#$e#Можешь мне ещё что-нибудь рассказать о шахтах?$3",
  "winter_Mon10": "Ну и ну. Довольно холодный день.$0#$b#Возможно, мы могли бы посидеть на диване с чашечкой горячего шоколада? У меня есть прекрасный микс, который я заказываю из Грэмплтона.$1",
  "winter_Tue": "Сегодня было необычайно много дел. Я заслужила бокал хорошего вина.$6#$e#Да? Чем я могу помочь?$0",
  "winter_Tue2": "Мои мама и папа скоро приедут. Всё должно быть идеально!$0#$e#... Может быть, ты когда-нибудь встретишься с ними, солнышко. Тогда ты поймёшь.$6",
  "winter_Tue8": "Я купила растения в горшочках у Марни. Они прекрасно смотрятся на кухне.$1#$e#Я бы купила у неё курочек, но мне негде их разместить.$0",
  "winter_Tue10": "Знаешь, я могла бы давать тебе частные уроки йоги, если тебе интересно.$4",
  "winter_Wed": "Робин построила наш камин. Она исключительный плотник и может построить практически всё.$1",
  "winter_Wed4": "Кэролайн и Джоди не так часто бывают в салуне. Они всегда так заняты.$2#$e#Приятно было поболтать, солнце. Приходи как-нибудь в салун, возьмём вина, пообщаемся ещё.$1",
  "winter_Wed8": "Зима в городе Пеликан прекрасна. Все эти разноцветные украшения и чистый снежок... Каждый день как праздник.$3#$e#Гас, Пьер и мэр Льюис прекрасно справляются с декорированием.$1#$e#Пеликан - замечательное место, не находишь, @? Я рада, что ты тоже обосновался здесь.$3^Пеликан - замечательное место, не находишь, @? Я рада, что ты тоже обосновалась здесь.$3",
  "winter_Thu": "Я пыталась уговорить Джоди и Кэролайн пойти со мной в баню.$1#$e#Это была бы чудесная женская ночь. Важно убедиться, что уделяешь время восстановлению.$6",
  "winter_Thu6": "Здорово отдохнуть от работы на ферме зимой, не так ли, @?$3#$e#Я знаю, тебе нравится твоя работа, но важно делать перерывы, чтобы позаботиться о себе.$0",
  "winter_Thu10": "Не говори Кэролайн и Джоди, но я подумываю об уходе из биржевой торговли.$3#$e#Я бы хотела больше времени уделять своим хобби, друзьям и, конечно, тебе.$1",
  "winter_Fri": "Я специально заказываю свои принадлежности для живописи с Ферн-Айленда.$3#$b#Они дорогие, но мне важно иметь качественные инструменты.$6",
  "winter_Fri8": "Мне наконец удалось заказать отличное вино с виноградника к северу от Грэмплтона. Они прислали мне дополнительно бутылку!$3#$e#Я хочу подарить её тебе, солнышко. Каждый должен наслаждаться хорошими вещами время от времени, особенно ты.[348]$1",
  "winter_Sat": "Несмотря на то, что я рано ушла в отставку, я всё ещё балуюсь акциями.$0#$e#Я умею быстро зарабатывать на торговле.$6",
  "winter_Sat4":"Я покупаю все свои украшения в городе Саутин. Их ювелиры не имеют равных в своём мастерстве и внимании к деталям.$0#$e#Я обязательно покажу тебе следующий заказ.$6",
  "winter_Sat8": "Рада тебя видеть, @.$3#$e#Чао!$1",
  "winter_Sun": "Я чувствую, что начинаю заболевать. Эта зима необычайно холодная.$2#$e#Мне нужно посетить Харви. Нам повезло, что в нашем городке есть такой опытный доктор.$0",
  "winter_Sun4": "Иногда я переживаю, что во время работы в Джоджа я принесла миру больше вреда, чем пользы.$2#$b#Со временем Джоджа стала продвигать нездоровую пищу, принимать решения, которые наносят вред окружающей среде... это безответственно. Это одна из причин, почему я ушла.$0#$e#Я рада, что мой жизненный путь привёл меня к тому, что мы стали друзьями.$1",
  "winter_Sun8": "У тебя всё в порядке, @? Ты выглядишь немного бледно.$6#$e#Пожалуйста, заботься о своём здоровье, солнце. Ты можешь провериться у Харви.$6#$e#Я не хочу, чтобы с тобой что-нибудь случилось.$2",

  //EVENT DIALOGUE
  "Olivia_event1": "О, ну конечно же.$1#$b#Милые животные на нашей ферме.$3",
  "Olivia_event2": "А, твой дедушка?$0#$b#Я не могу представить себе сценарий, в котором его бы не было.$3",
  "Olivia_event3": "Ах, да. О твоей дружбе...$1",
  "Olivia_event4": "Ого, вот это тема, солнце.$6",
  "Olivia_event5": "Надеюсь, она справится с этим...$2",
  "Olivia_event6": "Часть меня верит в это...$2#$b#Ей больно. Она тоже потеряла своих близких...$2",
  "Olivia_event7": "Её дочери только что исполнилось шесть лет. Сьюки показывала мне фотографии. Она просто прелесть.$3#$b#Надеюсь, я смогу навестить её в следующий раз, когда она будет в долине...$0",
  "Olivia_event8": "О. Я не могу перестать думать обо всех этих страдающих людях...$2"
  
}
