{
  "marriage.000": "Ты в гости? Добро пожаловать, как всегда. Мои извинения, если буду отвлекаться.$0",
  "marriage.001": "Если ты подождёшь минуточку, я дам тебе попробовать зелье, над которым я работаю! Ничего опасного, я тебе обещаю.$0#$b#Мы пытаемся усовершенствовать рецепт, обеспечивающий длительное ночное видение.$0",
  "marriage.002": "О, какой приятный сюрприз! И хорошее время. Я собирался исчезнуть в стопке книг.$0",
  "marriage.003": "Ты самое долгожданное отвлечение, которое у меня было за весь день.$0#$b#Льюис иногда делает очень странные просьбы...$2",
  "marriage.004": "Привет, @! Можешь остаться, пока я работаю. Я нахожу твоё присутствие успокаивающим.$0",
  "marriage.005": "Когда ты приходишь ко мне в гости, в башню, это всегда приятный сюрприз. Я верю, твой день проходит хорошо.$0",
  "marriage.006": "Сейчас я взял перерыв в обучении Моргана следующему набору заклинаний.$0#$b#Он очень хорошо учится, но меня обучение немного утомляет.$0",
  "marriage.007": "Сегодня я обучаю Моргана нескольким различным заклинаниям, чтобы превратить один вид фруктов в другой.$0#$b#Мы оба несколько голодны.",
  "marriage.008": "Я должен постоянно напоминать себе, что Морган молод. У него огромный потенциал, но ему нужно время, чтобы в полной мере воспользоваться им.$0",
  "marriage.009": "Несколько дней мы собирали грибы в лесу, но сегодня мы с Морганом наконец-то можем поэкспериментировать с новыми рецептами зелий.$0",
  "marriage.010": "Навыки Моргана в изготовлении зелий идут хорошо. Недавно он смешал такой лечебный эликсир, что мог бы потягаться с любым моим.$0",
  "marriage.011": "Сегодня мы с Морганом варим зелье удачи. Надеюсь, он не сделает ту же ошибку, что и в прошлый раз.$0#$b#Мы провели неделю, спотыкаясь о каждую ветку в лесу, и я разбил два своих любимых зеркала.$3",
  "marriage.012": "Ах, рад, что ты зашёл! Я хотел сообщить тебе, что могу опоздать сегодня вечером.^Ах, рад, что ты зашла! Я хотел сообщить тебе, что могу опоздать сегодня вечером.#$b#Сегодня мы с Морганом должны отправиться в лес глубже, чем обычно, для одного из наших уроков.$0",
  "marriage.013": "Мы с Морганом сегодня оцениваем защиту в лесу к западу отсюда.$0",
  "marriage.014": "Я заканчиваю, @! Я с нетерпением жду возможности провести с тобой вечер.$0",
  "marriage.015": "Последняя попытка закончить это зелье. По крайней мере, оно ещё не *взорвалось*, и на том хорошо.$0",
  "marriage.016": "Я скоро буду дома, обещаю. Мне нужно сначала немного прибраться здесь.#$b#Боюсь, что чем увлекательнее становится магическое исследование, тем больше беспорядка оно создаёт.$0",
  "marriage.017": "Я действительно хочу, чтобы Камилла называла меня по имени, а не «Расси» ... И Нет, даже не смей.$5",
  "marriage.018": "Я ещё не выглядывал наружу, но надеюсь, в этот раз Камилла нормально приземлилась.$0#$b#В прошлый раз я потерял свой любимый куст ежевики.$2"
}