{

"spring_Mon": "%Трейвон: У меня оптовый магазин в центре Грэмплтона. Я назвал его «Предметы первой необходимости Трейвона».#$e#%Трейвон: У меня контракт с «Ранчо Марни» из Долины Стардью. Я покупаю у нее молоко и шерсть для своего магазина.",
"spring_Tue": "%Трейвон: Как там фермерская жизнь в Долине Стардью?#$e#%Трейвон: Я рад, что у тебя все складывается хорошо.",
"spring_Wed": "%Трейвон: Наши соседи - дружелюбные ребята. Иногда мы собираемся вместе и устраиваем барбекю!",
"spring_Thu": "%Трейвон: Тебе лучше не быть фанатом Буйволов! Это семейство Туннлеров!#$e#%Трейвон: *посмеивается* Мы очень серьезно относимся к гридболу.",
"spring_Fri": "%Трейвон: Я всегда с нетерпением жду возможности прочитать «смешные истории» в оскресной газете.#$e#%Трейвон: В твоем родном городе есть доставкка газет?",
"spring_Sat": "%Трейвон: Тебе что-то известно о «Винограднике Сакуры», находящимся на побережье Грэмплтона? В это время года это популярное туристическое место.#$e#%Трейвон: *посмеивается* Для нас это слишком дорого.",
"spring_Sun": "%Трейвон: Мой пикап - это мое средство к существованию. Я хорошо забочусь о нем.#$e#%Трейвон: Мы с Хэнком рассматриваем возможность приобретения еще одной машины, чтобы ему не приходилось использовать мой грузовик для работы.",

"summer_Mon": "%Трейвон: Привет, парень. Что происходит в твоей глуши?#$e#^Привет, дорогуша. Что происходит в твоей глуши?#$e#%Трейвон: Город Пеликан звучит как прекрасное сообщество. Нам с Хэнком нужно будет когда-нибудь посетить долину.",
"summer_Tue": "%Трейвон: Скарлетт помогала в моем магазине, пока не стала работать на ферме в долине.",
"summer_Wed": "%Трейвон: Большая часть нашей мебели была куплена тут.#$e#%Трейвон: Ты не найдешь лучшего стола нигде, кроме как в Грэмплтоне",
"summer_Thu": "%Трейвон: Тень от деревьев помогает сохранить прохладу в Пондвуде в жаркие летние дни.",
"summer_Fri": "%Трейвон: Время от времени отдыхай от работы на ферме. Важно не дать себе перегореть.",
"summer_Sat": "%Трейвон: Какие-то люди заметили неподалеку койота. Крикни мне, если увидишь его.#$e#%Трейвон: Это странно. Обычно они не приближаются сюда из-за собак в пригородах.",
"summer_Sun": "%Трейвон: Приятно, что ты навещаешь нас. Дайте мне знать, если тебе что-нибудь понадобится.#$e#%Трейвон: У тебя и Скарлетт есть планы на сегодня?",

"fall_Mon": "%Трейвон: Мой пикап - это мое средство к существованию. Я хорошо забочусь о нем.#$e#%Трейвон: Мы с Хэнком рассматриваем возможность приобретения еще одной машины, чтобы ему не приходилось использовать мой грузовик для работы.",
"fall_Tue": "%Трейвон: Я читал о ферме %farm в газете. Я и не знал, что ты знаменит!^Я читал о ферме %farm в газете. Я и не знал, что ты знаменита!",
"fall_Wed": "%Трейвон: Я невероятно горжусь тем, какой стала Скарлетт. Она мой маленький ангел.#$e#%Трейвон: У меня такое чувство, что когда-нибудь она захочет иметь свою ферму, как и ты.",
"fall_Thu": "%Трейвон: Новости о войне были мрачным в последнее время ...#$e#%Трейвон: Я надеюсь, что однажды все это закончится, и все смогут вернуться домой к своим семьям.",
"fall_Fri": "%Трейвон: Я мог бы заключить контракт с вашим мэром на покупку у тебя товаров для моего магазина. Какую продукцию производит %farm?#$e#%Трейвон: Ты производишь большое количество разнообразных вещей. Я могу только представить как выглядит ваша выставка.",
"fall_Sat": "%Трейвон: А, ты сегодня у Скарлетт?#$e#%Трейвон: Повеселитесь там, хорошо?",
"fall_Sun": "%Трейвон: Как там фермерская жизнь в долине Стардью?#$e#%Трейвон: Я рад, что у тебя все складывается хорошо.",

"winter_Mon": "%Трейвон: Скоро на нас обрушится снежная буря. Одевайся теплее и будь в безопасности.",
"winter_Tue": "%Трейвон: Привет, парень. Что сегодня на повестке дня?^Привет, дорогуша. Что сегодня на повестке дня?",
"winter_Wed": "%Трейвон: Не забудь закрыть дверь, когда будешь входить. Не хочу сейчас отапливать весь район!",
"winter_Thu": "%Трейвон: Это время года всегда настраивает меня на то, чтобы посидеть у камина с чашечкой горячего шоколада.",
"winter_Fri": "%Трейвон: Тебе лучше не быть фанатом Буйволов! Это семейство Туннлеров!#$e#%Трейвон: *посмеивается* Мы очень серьезно относимся к гридболу.",
"winter_Sat": "%Трейвон: В этом году наши счета за отопление немного выше. Интересно, она опять возится с термостатом....",
"winter_Sun": "%Трейвон: Бьюсь об заклад, зимой у тебя много свободного времени.",

}
