{

"spring_Mon": "%Хэнк: В этом году Туннлеры показывают отличные результаты! Они просто могут выйти в финал!",
"spring_Tue": "%Хэнк: Мы с Трейвоном много работали, чтобы расплатиться за этот дом. Приятно осознавать, что это наше.",
"spring_Wed": "%Хэнк: Эй, ты же фермер, верно? Скажи мне... почему курица перешла дорогу?#$e#%Хэнк:Чтобы попасть на другую сторону! Хаха!#$e#%Хэнк: Разве ты не согласен, что это была \"великомлетная\" шутка?^%Хэнк: Разве ты не согласна, что это была \"великомлетная\" шутка?#$e#%Хэнк: Ну, в моей голове это было смешнее.",
"spring_Thu": "%Хэнк: Хмм. Мне скоро будет нужно подстричь газон.#$e#%Хэнк: Мы купили перезаряжаемую газонокосилку LV2103 в прошлом году. Она выполняет свою работу.",
"spring_Fri": "%Хэнк: Пригород Пондвуда приятный и тихий, и это как раз то, что мне нравится.#$e#%Хэнк: Многие животные также называют это место своим домом. Однажды я видел медведя на нашем заднем дворе.",
"spring_Sat": "%Хэнк: Мне скоро нужно ехать в \"Homeland Depot\" чтобы забрать материалы для новой работы.#$e#%Хэнк: Я строю и ремонтирую различные вещи для множества частных лиц и предприятий!",
"spring_Sun": "%Хэнк: Привет, рад тебя видеть.#$e#%Хэнк: *посмеивается* Я уверен, что ты проделал весь этот путь не только для того, чтобы навестить меня. Скарлетт должна быть где-то рядом.^%Хэнк: *посмеивается* Я уверен, что ты проделала весь этот путь не только для того, чтобы навестить меня. Скарлетт должна быть где-то рядом.",

"summer_Mon": "%Хэнк: Мы с мужем сами покрасили дом. Мы почти выбрали синюю цветовую гамму.#$e#%Хэнк: Раньше он был белым, а я не был его поклонником.",
"summer_Tue": "%Хэнк: Эй. Рад тебя видеть.",
"summer_Wed": "%Хэнк: Я пробую новый план диеты. Все идет хорошо.#$e#%Хэнк: Ты когда-нибудь слышал о кето-диете? Это когда вы убираете все углеводы и заменяете их белками и жирами.^%Хэнк: Ты когда-нибудь слышала о кето-диете? Это когда вы убираете все углеводы и заменяете их белками и жирами.",
"summer_Thu": "%Хэнк: Я хочу когда-нибудь установить бассейн на нашем участке. Это обойдется в кругленькую сумму, но я чувствую, что оно того стоит.#$e#%Хэнк: Подумай о всех вечеринках у бассейна, которые мы могли бы устроить! Мы были бы самым крутым домом в пригороде.",
"summer_Fri": "%Хэнк: Скарлетт сегодня дома, если ты ее ищешь.",
"summer_Sat": "%Хэнк: Ты не найдешь лучшей твердой древесины, чем к югу от Грэмплтона.#$e#%Хэнк: В регионе многие занимаются лесным хозяйством как профессией.",
"summer_Sun": "%Хэнк: Скоро начнется новый сезон по гридболу. Ты можешь поверить, что они обменяли Джеки? Полные дураки!",

"fall_Mon": "%Хэнк: Я не хочу видеть, как ты шныряешь по нашей комнате, хорошо?#$e#%Хэнк: Мы ценим нашу конфиденциальность.",
"fall_Tue": "%Хэнк: Когда я был в твоем возрасте, я поработал на куче разных случайных работ.#$e#%Хэнк: Странным образом, я все еще занимаюсь тем же самым, но профессионально!",
"fall_Wed": "%Хэнк: Я всегда ценю цвета этого сезона.#$e#%Хэнк: Один из наших соседей по улице сходит с ума от своих украшений в канун Дня Святого Духа. Это действительно зрелище, на которое стоит посмотреть.",
"fall_Thu": "%Хэнк: За границей нет ничего, кроме плохих новостей. Мне почему-то кажется, что все хуже, чем есть на самом деле.",
"fall_Fri": "%Хэнк: Все в Пондвуде заслуживают доверия. Ты обнаружишь, что большинство людей оставляют свои двери незапертыми.",
"fall_Sat": "%Хэнк: *вздох* Мне скоро понадобится отпуск. Я слышал, что острова Ферн-Айленд хороши в это время года.",
"fall_Sun": "%Хэнк: Наша 'Воздуходувка для листьев EVA POWER 2000' облегчает уборку двора. Это гораздо лучше, чем использовать грабли.",
"winter_Mon": "%Хэнк: *кашель* *кашель* Кажется, эта погода берет надо мной верх...",
"winter_Tue": "%Хэнк: Скарлетт любит козий сыр и вишню. Если ты хочешь добиться ее расположения, попробуйте подарить ей эти вещи.#$e#%Хэнк: Хаха, я? Я больше люблю стейки.",
"winter_Wed": "%Хэнк: Не трогай термостат.#$e#%Хэнк смотрит на вас с серьезным выражением лица.",
"winter_Thu": "%Хэнк: В это время года здесь становится холодно. Погрейся у огня.",
"winter_Fri": "%Хэнк: Я сегодня отпросился с работы. Делать особо нечего, кроме как наслаждаться горячим напитком и смотреть на гридбол..#$e#%Хэнк: Ты поклонник Туннлеров? У нас есть сезонные абонементы на игры.",
"winter_Sat": "%Хэнк: Скоро придется убирать снег с подъездной дорожки. Нельзя позволять ему накапливаться слишком сильно.",
"winter_Sun": "%Хэнк: *посмеивается* Я уверен, что ты проделал весь этот путь не только для того, чтобы навестить меня. Скарлетт должна быть где-то рядом.^%Хэнк: *посмеивается* Я уверен, что ты проделала весь этот путь не только для того, чтобы навестить меня. Скарлетт должна быть где-то рядом.",

}