
{
  //SPECIAL DIALOGUE
  "Introduction": "О, привет! Ты новый владелец фермы %farm!$1#$b#Я Виктор. Приятно познакомиться... @, не так ли?$3",
  "danceRejection": "Извини. Я даже не уверен, хочу ли танцевать...$0",
  "divorced": "@... ты... ты разбиваешь мне сердце. Я доверил тебе свою душу, а ты... поступаешь со мной так?$2#$b#Пожалуйста...$2#$b#Скажи мне, что я сделал не так. Что я сделал? Я сделал тебе больно?$2#$e#@, пожалуйста...$2",
  "secondChance_Boys": "Ты хочешь возобновить наши отношения, @?$6#$b#Я не уверен насчёт этого...$2#$b#Ты глубоко меня ранил, когда развёлся со мной, @. Мне нужно больше времени подумать об этом, но...$2^Ты глубоко меня ранила, когда развелась со мной, @. Мне нужно больше времени подумать об этом, но...$2#$b#Я хотел бы дать нам ещё один шанс!$3#$b#Я чувствую, что мы можем сделать выводы из своих ошибок и построить здоровые отношения.$4#$b#Это потребует усилий от нас обоих, но я верю, что мы сможем это сделать.$3",
  "dumped_Boys": "@, не разговаривай со мной...$2#$b#Мы не друзья. Не после того, что ты сделал...$2^Мы не друзья. Не после того, что ты сделала...$2",
  "breakUp": "Ч-что? Увядший букет?$2#$b#Ух. Я сделал какую-то глупость, не так ли?$2#$e#Я так понимаю, мы снова всего лишь друзья?$0",
  "pamHouseUpgrade": "Меня впечатляет, как быстро Робин может построить дом.$0#$b#Интересно, как ей это удаётся?$1",
  "pamHouseUpgradeAnonymous": "Меня впечатляет, как быстро Робин может построить дом.$0#$b#Интересно, как ей это удаётся?$1",
  "stardrop_gift": "Привет, милый. Я купил эту звёздную каплю тебе.$4^Привет, милая. Я купил эту звёздную каплю тебе.$4#$b#Она проделала путь с самого Ферн-Айленда! Еще свежая, прямиком с ветки.$1#$b#Я люблю тебя, солнце.$4",
  "give_flowersA": "Ты хочешь встречаться со мной, @? Я чувствую то же самое! Я слишком нервничал, чтобы начать.$4#$b#Я счастлив, что первый шаг за тобой, @. Ты только что сделал меня самым счастливым человеком!$1^Я счастлив, что первый шаг за тобой, @. Ты только что сделала меня самым счастливым человеком!$1",
  "give_flowersB": "Я не знал, что ты чувствуешь то же самое, @. Я так счастлив!$4#$e#Я немного волнуюсь, а ты?$4",
  "give_pendant": "!!!$7#$b#Ты... ты хочешь выйти за меня? Неужели ты делаешь мне предложение, @!?$7#$b#Я согласен! Я так рад провести остаток своей жизни с тобой. Я сообщу мэру Льюису. О, точно, мне надо сообщить эту новость моей маме!$1",
  "rejectNPCA": "Эм... нет, спасибо, @.$0",
  "rejectNPCB": "Я не чувствую того же, @. Прости.$2#$e#Что ещё ты хочешь от меня услышать? Я сказал «нет».$0",
  "reject_two_heartA": "@, ты мне не нравишься. Я не хочу тебя разочаровывать.$2",
  "reject_two_heartB": "Я не думаю, что нам стоит встречаться, @.$0#$e#Я недостаточно хорошо тебя знаю.$0",
  "reject_four_heartA": "Я не готов к таким обязательствам. Извини, @.$2#$e#Я сказал, что не готов.$5",
  "reject_four_heartB": "@, ты... мне действительно нравишься, но...$2#$b#Я не думаю, что я готов встречаться с тобой. Прости.$2",
  "engageA": "Эм... Я просто притворюсь, что не видел того, что ты делаешь.$0#$e#Оставь меня одного, @.$5",
  "engageB": "Ты пытаешься изменить своему партнёру со мной!? Что с тобой не так?$5#$e#Ты омерзителен. Отойди от меня.$5^Ты омерзительна. Отойди от меня.$5",
  "marriedA": "@? Что ты делаешь? Как отреагирует твой партнер, если я расскажу, что ты мне предлагаешь?$5#$e#Я не скажу, не волнуйся. Но пожалуйста. Просто остановись.$2",
  "marriedB": "Ты хочешь выйти за меня? Ты уже и так в браке, @. Пожалуйста, остановись.$2#$e#@. Ты пьян, что ли? Уходи, пока я не сказал твоему партнёру.$0^Ты пьяна, что ли? Уходи, пока я не сказал твоему партнёру.$0",
  "refusal_knownA": "Я думаю, нам нужно провести больше времени вместе, прежде чем мы сможем сделать этот шаг, @.$6#$e#Прости. Я не хотел портить тебе настроение. Честно, это важно.$2",
  "refusal_knownB": "Слишком рано для этого, ты не думаешь?$0#$e#Я ценю эту мысль, @.$6",
  "refusal_botherA": "Эм... Всё ещё «нет», @. Прости.$0",
  "refusal_botherB": "Может, когда-нибудь.$1",
  "refusal_no_heartsA": "Выглядит красиво. Ты купил его у призрака на пляже?$0^Ты купила его у призрака на пляже?$0#$b#Я читал книги о призраках моряков, которые продают кулоны в виде русалки.$6",
  "refusal_no_heartsB": "Так. Вот что произойдёт, @. Я уйду и притворюсь, что ты никогда этого не делал.^Так. Вот что произойдёт, @. Я уйду и притворюсь, что ты никогда этого не делала.$0",
  "Resort_Entering": "Какой красивый отдалённый пляж!$1",
  "Resort_Leaving": "В моих волосах засел песок...$2#$b#Нет ничего, что не мог бы решить горячий душ! Назад, в долину Стардью!$1",
  "Resort_Shore": "Интересно, на каком из этих островов находится гильдия искателей приключений Фест Слэша...$1",
  "Resort_Chair": "Ты уже исследовал большую часть острова, @?$3^Ты уже исследовала большую часть острова, @?$3#$b#В таком месте, как это, наверняка таится великое множество тайн.$1",
  "Resort_Bar": "У Гаса отличное меню тропических напитков! Пожалуй, я возьму «Кольцо фруктового восхода»!$1",
  "Resort": "Я читал об этом вулкане в приключенческой книге.$3#$b#Клан дварфов использовал лаву в качестве источника энергии!$1",
  
  //SPECIFIC TILE DIALOGUE
  "Custom_JenkinsHouse_23_25": "Сегодня мы с Софией будем смотреть «Мою злодейскую академию». Должно быть интересно.$3",
  "Custom_JenkinsHouse_31_11": "Было весело смотреть аниме с тобой, София.$3",
  "Custom_JenkinsHouse_21_39": "Было здорово пообщаться с тобой, София.$1",
  "SebastianRoom_5_9": "Привет, @. Мы играем в «Хроники Соляриума».$1",
  "Saloon_40_18": "Возможно, я скоро побалую себя каким-нибудь вином с верхней полки.$1",
  
  //EMPLOYMENT QUESTION - SPRING YEAR 1 ONLY
  "spring_Wed_1": "Прошло немало времени с тех пор, как я окончил университет Пеллкар.$6#$b#Моя мама ворчала, чтобы я нашёл работу где-нибудь. Где угодно.$2#$e#Я понимаю, что мне нужно найти работу, но... Мне просто... нужно больше времени.$2#$q 1001/1002 jobquestion_followup#Ты думаешь, я ленивый, потому что я ещё не нашёл работу?#$r 1001 50 jobquestion_no#Ты не ленивый, Виктор. Тебе нужно больше времени, чтобы решить, что ты хочешь делать. Посмотри на меня! До недавнего времени у меня не было представления о том, что я делаю.#$r 1002 0 jobquestion_neutral#Ты можешь попробовать стажировку на неполный рабочий день, чтобы увидеть, нравится ли тебе это. По крайней мере, твоя мама отвяжется от тебя.#$r 1002 -125 jobquestion_yes#Это не назвать ленью, но... ты закончил обучение более года назад, Виктор.",
  "jobquestion_no": "Это верно. Ты работал в бухгалтерии Джоджа. А потом ушёл оттуда и стал фермером.$3^Ты работала в бухгалтерии Джоджа. А потом ушла оттуда и стала фермером.$3#$b#Твоя история даёт мне надежду на моё будущее, @. Спасибо.",
  "jobquestion_neutral": "Я мог бы попробовать. Почувствовать рабочую среду. Посмотрим, понравится ли мне это.$6",
  "jobquestion_yes": "Хм-м... Понятно. Ты прав. Мне нужно стараться больше.$2^Хм-м... Понятно. Ты права. Мне нужно стараться больше.$2",
  "jobquestion_followup": "$p 1001#Мне нужно больше стараться, чтобы следовать за своими мечтами!$1|Мне нужно подумать, @. Спасибо за разговор.$6",
  
  //ZUZU CITY QUESTION
  "summer_Thu": "Я думал о своей жизни в городе Зузу. Это было так... непредсказуемо и шумно.$0#$e#Жизнь здесь, в долине, безусловно отличается от жизни в городе.$1#$q 3001/3002 city_followup#Ты скучаешь по жизни в городе??#$r 3001 15 city_yes#Да, скучаю.#$r 3002 15 city_no#Нет, не скучаю.",
  "city_yes": "Неудивительно. В городе полно рабочих мест. Если не хочешь быть самозанятым, здесь будет трудно зарабатывать на жизнь.$0",
  "city_no": "У меня есть родственники в городе Зузу. Мы с мамой время от времени навещаем их.$3",
  "city_followup": "$p 3001#Я ценю наши беседы, @.$1|Я ценю наши беседы, @.$1",
  
  //SPECIFIC MAP AND COORDINATES DIALOGUE
  "JenkinsHouse_31_5": "Эм-м... это немного странно. Разве ты не видишь, что я в постели?$2",
  "JenkinsHouse_6_8": "Я чищу зубы.$0",
  "BlueMoonVineyard": "Какой вид на Самоцветное море. У Софии лучший вид в городе.$1",
 
  //SPRING AND GENERAL DIALOGUE
  "spring_1": "Счастливой весны, @.$3#$e#Какие у тебя цели на этот год? Я хочу читать хотя бы по одной книге в неделю.$1",
  "spring_15": "В долине Стардью восемь мостов. Более половины из них находятся в городе Пеликан.$3#$b#Повсюду много маленьких деревянных самодельных мостов, например на пляже.$1#$e#Невероятно, как мосты позволяют различным сообществам соединяться друг с другом.$1",
  "spring_23": "Интересно, принесёт ли София своё особое вино иридиевого качества на фестиваль цветов?$0#$e#Я не так хорош в танцах.$2",
  "spring_28": "Лето всё никак не наступит. Я с нетерпением жду его, чтобы ходить на пляж чаще.$1",
  
  "Mon": "Привет. Как прошёл понедельник?$0#$e#Сегодня мне нужно написать много электронных писем. Но я не горю желанием заниматься этим.$2",
  "Mon6": "Я наполовину прочитал книгу о наблюдениях таинственных существ в Самоцветном море.$3#$b#Эта книга давно хранилась в моей семье!$1",
  "Mon10": "У меня есть схемы моста, которые надо просмотреть сегодня вечером.$0#$e#Не могу дождаться!$3",
  "Tue": "Ух... Мне нужно идти к Пьеру за продуктами. Я не знаю, почему моя мама просто не наймёт дворецкого.$6#$e#Эй, что думаешь насчёт работы на полставки?$1#$e#Ох. Это было... грубо, не так ли? Мои извинения, @. Я потерял самообладание.$2",
  "Tu2": "*вздыхает*... Вторник. Это день, когда я стираю.$2",
  "Tue6": "Как прошёл твой день, @? Занят чем-нибудь полезным?$1#$e#Позже я могу поработать еще над одним из моих проектов.$1#$e#Хорошо иногда чем-нибудь себя занять.$3",
  "Wed": "Эм-м. Привет.$0#$e#Могу я помочь тебе?$0",
  "Wed2": "Надеюсь, у тебя хорошо проходит день.$3",
  "Wed8": "@, я только что думал о тебе.$1#$e#Ты выглядишь так, будто всегда занят. Ты хороший образец для подражания.$3^Ты выглядишь так, будто всегда занята. Ты хороший образец для подражания.$3",
  "Wed10": "Привет. Держи бутылку вина из погреба.[348]$1#$e#Эм-м. Увидимся. Дай мне знать, если тебе оно нравится!$3",
  "Thu": "Есть планы на сегодня? Я думаю, что продолжу работу над проектом.$0",
  "Thu6": "Приятно видеть тебя, @. Я многого достиг сегодня! Надеюсь, что ты тоже.$1",
  "Fri": "Привет, @. Продуктивного дня!$1",
  "Fri6": "Я довольно хорош в «Путешествии короля прерий».$3#$e#Это потому, что я много играю в видеоигры.$1",
  "Sat": "Итак, тебе нравится жить в долине Стардью?$0#$e#Это хорошо.$0#$e#...$0#$e#Эм. Хорошо. Здорово было поболтать. Ещё увидимся, я думаю.$2#$e#Пока, @.$0#$e#%Виктор больше не хочет общаться.",
  "Sat2": "Хотя сегодня и выходной, у меня куча работы.$2#$e#Вот, что получается, когда долго откладываешь дела на потом.$0#$e#Придется сыграть в «Personable 5» позже.$3",
  "Sat6": "У меня сегодня много свободного времени. Может, мне начать читать новую книгу? Или, может, выбрать видеоигру из моей библиотеки?$0#$e#Думаю, я немного поиграю!$1",
  "Sat10": "Прошлой ночью мне приснился сон, что я жил вдали от дома.$0#$e#Он был странно воодушевляющим.$1",
  "Sun": "Эм. Привет.$0#$e#Хороший день сегодня, не правда ли?$0#$e#...$0",
  "Sun2": "Есть планы на сегодня?$1#$e#Я? Думаю, что могу продолжить играть в «Легенду о Лонке». Я сейчас застрял в водной темнице.$0",
  "Sun8": "Видеоигры по-своему уникальны, как и книги.$3#$e#Ничто другое не погружает тебя в совершенно другой мир.#$b#Это нормально отдохнуть от реальности, ты так не думаешь?$1",
  "Sun10": "Когда-нибудь думал о том, чтобы построить больше мостов на ферме %farm?$3^Когда-нибудь думала о том, чтобы построить больше мостов на ферме %farm?$3#$e#Ох. Просто эм-м... интересуюсь.$2#$e#%Вы скептически смотрите на Виктора.#$e#Хах. От тебя ничего не скроешь, не так ли, @?$3",
  
  //SUMMER DIALOGUE
  "summer_1": "Лето в долине Стардью нормальное. Не слишком тепло, не слишком холодно.$3#$e#Оно идеально.$1",
  "summer_3_1": "Ты слышал этот взрыв прошлой ночью? Джоджа взорвала камни, блокирующие дом Сьюзен.$6^Ты слышала этот взрыв прошлой ночью? Джоджа взорвала камни, блокирующие дом Сьюзен.$6",
  "summer_11": "Мы с мамой плеснули в котел одно из наших лучших вин.$1#$e#Достаточно только одного плохого ингредиента, чтобы испортить весь суп. Следи за тем, что кладёшь в него.$2",
  "summer_15": "Моя мама работала старшим менеджером в отделении международных перевозок в Джоджа.$3#$e#Она получила много денег и бонусов на своей работе, а затем заработала ещё больше, когда обналичила свои акции.$1#$b#Сейчас она ежедневно торгует акциями. Я не вижу себя в этом деле.$0#$b#На мой взгляд, торговля акциями звучит немного бессмысленно, но у каждого из нас своя судьба.$1",
  "summer_24": "Моя швея в Честервейле сшила эту рубашку для меня. Я всегда заказываю одежду у неё.$3#$e#Твой наряд отлично смотрится на тебе. Где ты его купил?$1&Твой наряд отлично смотрится на тебе. Где ты его купила?$1",
  "summer_28": "Полуночные медузы - одни из самых красивых существ в Самоцветном море.$3#$b#Я с нетерпением жду встречи с ними каждый год.$1",

  "summer_Mon": "Летняя жара пылает в этом году. Хорошо, что у нас есть мощный кондиционер.$0", 
  "summer_Mon2": "Я был у Пьера пару дней назад и видел, как Сьюзен купила около двухсот мешков семян.$6#$b#Бьюсь об заклад, следующий сезон будет ей выгоден.$3#$e#Ещё увидимся, @.$1",
  "summer_Mon4": "Вчера я уронил одну из бутылок изысканного вина моей матери...$2#$b#Мне пришлось потратить часть моего пособия, чтобы купить ещё одну бутылку вина иридиевого качества с виноградника Блю Мун у Софии.$6",
  "summer_Mon8": "Я знаю, что я вроде ботаник, но ты меня за это не осуждаешь.$1#$e#Ты хороший друг, @.$3",
  "summer_Tue": "Сегодня я получил электронное письмо с предложением о работе от уважаемой архитектурной фирмы.$6#$b#Придется ехать на другой конец страны, а мне неудобно путешествовать так далеко.$2",
  "summer_Tue4": "Привет, @. Я просто думаю.$6#$e#Я, эм-м...$2#$b#Иногда я... чувствую, что люди добры ко мне только потому, что я богат. Трудно доверять людям.$2",
  "summer_Tue6":  "... Слушай. Не то чтобы я думал, что деньги делают мою жизнь сложнее, но с ними приходят определённые-$5#$b#Оу! @!$7#$e#Прости. Я не заметил тебя. Я... прокручивал про себя недавний спор.$2#$e#Я просто хочу быть готов ответить, когда они снова начнут этот спор.$2",
  "summer_Tue8": "Я работал над сложной математической задачей большую часть дня.$0#$e#Я счастлив сказать, что решил её. Я всегда приветствую интеллектуальные испытания!$1#$e#Мне очень нравятся наши беседы. Хорошего дня, @!$1",  
  "summer_Tue10": "Я много узнаю от Ральфа, инженера по мостам Грэмплтона.$1#$e#Определённо, в школе не учат нас всему.$3",
  "summer_Wed": "Привет, @. Как тебе летний зной?$1",
  "summer_Wed4": "Я сегодня обнаружил записку в нашей библиотеке. Это были заметки моей мамы о методах хранения вина Готоро.$2#$b#Она может попасть в беду, если об этом узнают не те люди. Это запрещённый материал в Республике Фернгилл.$0#$e#Не говори ей, что я тебе это сказал.$6",
  "summer_Wed8": "Рад видеть тебя. Надеюсь, что у тебя сегодня продуктивный день!$1#$e#Ох, я? Я стараюсь изо всех сил оставаться спокойным в такую жару.$3",
  "summer_Thu": "Хм-м... Мне нужно подумать, что нужно сделать сегодня.$0",
  "summer_Thu4": "Время от времени я вспоминаю о курсах инженерии в университете Пеллкар.$6#$b#Тогда жизнь была такой простой.$2#$e#Мне не говорили, что «взросление» будет таким. Ты сам по себе, и никто тебя не направит.$0",
  "summer_Thu8": "Ты мечтал стать фермером в молодости, @?$0^Ты мечтала стать фермером в молодости, @?$0#$e#Я восхищаюсь тобой за то, что ты так следуешь за своей страстью. Больше, чем ты думаешь.$3#$e#Из всех людей, что я встречал, ты предан делу больше всего. Я чувствую, что мне есть чему поучиться у тебя.$3^Из всех людей, что я встречал, ты предана делу больше всего. Я чувствую, что мне есть чему поучиться у тебя.$3",
  "summer_Thu10": "Хочешь завтра выпить вместе со мной в салуне?$3",
  "summer_Fri": "... Прости, @. На меня многое навалилось. Я не в самом лучшем настроении.$2#$e#Ты можешь оставить меня в покое?$2#$e#@... Я серьёзно.$5#$e#...$5#$e#Знаешь что? Вот деньги. Иди, купи себе пару напитков и уходи.[336]$2",
  "summer_Fri4": "Думаю, моя угрюмость перешла мне от матери. Иногда мы с ней заканчиваем разговоры тем, что проводим вечера, дуясь в тишине.$2#$e#Надеюсь, что ты не принимаешь на свой счёт, когда я резок с тобой, @. Ты знаешь, я наслаждаюсь твоей компанией, когда моё собственное настроение не мешает.$3",
  "summer_Fri8": "Давай как-нибудь вместе купим себе по мороженому.$1#$e#Алекс сказал, что у него есть новое «растительное» мороженое. Оно, очевидно, будет полезно для тебя.$3",
  "summer_Sat": "На днях я дал Гасу 800 з. за мой напиток.$6#$b#Он упомянул, что у салуна не всё хорошо в финансовом плане, потому что некоторые люди не платят по счетам.$2",
  "summer_Sat4": "Ты знаешь, что технологии дварфов дали огромной толчок промышленной революции в Республике Фернгилл?$1#$b#Учёные смогли скопировать их гаджеты и модернизировать для применения человеком.$3#$e#Поговорим об этом позже, @.$3",
  "summer_Sat8": "Я недавно закончил читать дварфийский роман, в котором рассказывалось о древних городах дварфов в горном хребте Каскад.$1#$e#Их города были когда-то огромными центрами торговли для древних дварфийских людей.$7#$b#По сей день мы знаем о них не так много...$2#$b#Мы находим их гаджеты то тут, то там, да знаем немного об их истории, но на этом всё.$0#$e#Увидимся, @.$3",
  "summer_Sun": "В новостях сообщили, что Следственное ведомство Республики Фернгилл хочет вырубить леса здесь, в долине Стардью.$5#$b#Агентство твёрдо верит, что их люди могут найти магические артефакты, которые переломят ход войны с империей Готоро.$0#$e#Тот волшебник в башне не позволит им сделать это.$6",
  "summer_Sun4": "Я видел, как ты несколько раз входил в здание гильдии искателей приключений.$0^Я видел, как ты несколько раз входила в здание гильдии искателей приключений.$0#$b#Туда заходят только путешественники из деревни Касл и Ферн-Айленда.$6#$e#Должен сказать, что это впечатляюще - смело защищать долину, а также единолично управлять огромной фермой.$1#$e#Я бы никогда не стал сражаться с монстрами. Не хочется пострадать или чего ещё хуже.$2",
  "summer_Sun10": "Хей, @. У меня есть материалы, оставшиеся от проекта. Не хочешь их себе?$1#$e#Вот! Я уверен, что ты найдёшь этому применение.[335]$3",
  
  //FALL DIALOGUE
  "fall_1": "Осень, наконец, пришла. Цвета этого сезона прекрасны.$1",
  "fall_8": "В долине Стардью восемь мостов. Более половины из них находятся в городе Пеликан.$3#$b#Повсюду много маленьких деревянных самодельных мостов, например на пляже.$1#$e#Невероятно, как мосты позволяют различным сообществам соединяться друг с другом.$1",
  "fall_15": "Привет, @. С нетерпением ждёшь завтрашнюю ярмарку долины Стардью?$3#$b#Ты ведь будешь участвовать в выставке, да?$0#$e#Ну, удачи! Я уверен, что у тебя всё получится.$1",
  "fall_27": "День всех духов - мой любимый праздник. Интересно, насколько сложным и страшным будет лабиринт в этом году...$1#$e#Волшебник использует магию, чтобы создать лабиринт. Это заставляет задуматься, на что ещё он способен.$0",
  "fall_28": "Зима уже в пути... Всегда кажется, что я чувствую её запах в воздухе, но, может быть, я просто принимаю желаемое за действительное.$0#$e#Зима - отличное время для досуга в своей библиотеке, @.$3",

  "fall_Mon": "До меня доходили слухи, что семья, которая жила в нашем доме до нас, не ладила с мэром Льюисом.$0#$e#Моя мама знает об этом, но не рассказывает мне.$6",
  "fall_Mon4": "Иногда я слишком увлечён размышлениями о прошлом, чтобы думать о будущем.$0#$e#Полагаю, нас накрывает тенью прошлого, сквозь которую трудно видеть ясно.$2#$e#... Эх, прости за драматизм, @. Я ценю, что ты миришься с ерундой, о которой я говорю в моменты тоски.$3",
  "fall_Mon8": "Привет. Если ты хочешь чашечку кофе, не стесняйся заглядывать ко мне.$3#$e#Я ценю твоё общество.$1",
  "fall_Tue": "Вчера Мару помогла мне решить проблему с вычислениями в моём проекте. У неё уникальный подход к вещам.$3#$b#Она очень находчива!$1#$e#Хорошего дня, @.$3",
  "fall_Tue4": "У меня дилемма с проектом, который я кодирую. Это ошибка компиляции.$0#$e#Мне нравится устранять неполадки. Мне всего лишь нужно поработать и исправить конкретную проблему.$1",
  "fall_Tue10": "*зевает* Я не спал всю ночь, работая над новыми проектами мостов.$0#$e#Было весело!$3",
  "fall_Wed": "Завтра я собираюсь навестить Софию на её винограднике.#3#$b#Пока я буду там, возьму ещё немного её вина иридиевого качества. Это одно из любимых у моей мамы.$1",
  "fall_Wed6": "Сегодня холодный день. Укутывайся потеплее, @.$1",
  "fall_Wed10": "Моя мама сегодня вечером подаёт грибы на ужин...$2#$e#Может, мы могли бы поужинать у тебя?$1#$e#Я делаю изысканные спагетти!$3",
  "fall_Thu": "На днях Марлон был с несколькими охотниками на монстров из деревни Касл.$0#$b#Могу поклясться, что видел волшебника с ними.$1#$e#Думаю, у них была тайная встреча или что-то в этом духе.$6",
  "fall_Thu2": "Мы с мамой переехали в долину Стардью из города Зузу.$6#$b#Долина такая тихая по сравнению с привычной мне городской суетой.$3#$e#Ты жил в городе Пайн-Меса, верно? Ты понимаешь, что я имею в виду.$1^Ты жила в городе Пайн-Меса, верно? Ты понимаешь, что я имею в виду.$1",
  "fall_Thu8": "Тебе когда-нибудь бывает страшно отправляться в приключение, @?$0#$e#... Полагаю, я говорил это раньше, но я действительно завидую твоей храбрости. Иногда я чувствую себя таким бесполезным.$2#$e#Я должен найти свое предназначение в этом мире? Мудрые слова, наверное. Посмотрим, прислушаюсь ли я к ним.$3",
  "Fall_Fri": "Рад тебя видеть, @. Я хотел бы завтра подняться на вершину.$1#$b#В это время года открывается потрясающий вид.$3",
  "fall_Fri6": "Несколько лет назад моя мама начала увлекаться рисованием.$0#$b#Она крайне преуспела как художник.$3#$b#Это показывает, как практика оттачивает все до совершенства.$1#$e#Просто посмотри, сколько всего ты узнал с тех пор, как начал заниматься фермерством!$1^Просто посмотри, сколько всего ты узнала с тех пор, как начала заниматься фермерством!$1#$e#Надеюсь, у тебя хороший день, @.$3",
  "fall_Fri8":  "Как думаешь... ты бы смог научить меня одному из своих навыков, @?$0#$e#О, ничего особенного, просто смотрю, как мама приобретает новые навыки, и завидую.$0#$e#Было бы неплохо попробовать что-то новое в ближайшее время.$0",
  "fall_Sat": "Моей маме показался знакомым бездомный парень из палатки в горах.$0#$e#Она думает, что видела его где-то раньше. Странно, да?$0",
  "fall_Sat4": "Я видел, как Линус гулял по городу Пеликан прошлой ночью. Мне стало его жаль, поэтому я предложил ему 1.000 з.$2#$b#Он... отказался. Сказал, что в этом нет нужды, потому что долина уже даёт всё необходимое.$0#$e#Я думаю, я просто... не понимаю, что он имел в виду.$6",
  "fall_Sat8": "Если ты хочешь узнать что-то новое, просто дай мне знать!$1",
  "fall_Sun": "Я читаю книгу под названием «Легенды дварфов». В ней рассказывается о нескольких горных хребтах и продвинутых древних технологиях.$3#$b#Одна из этих гор находится здесь, в долине Стардью, гора Корнеаль!$1",
  "fall_Sun6": "*вздох* Сегодня меня ждут дела по дому. Не сказать, что с нетерпением жду этого.$2",
  "fall_Sun8": "Привет, @! Как продвигается работа на ферме %farm?$3#$e#Рад это слышать!$1", 

  //WINTER DIALOGUE    
  "winter_1": "Прошлой ночью была настоящая метель. Я нигде не вижу ни одной травинки.$6#$e#Одевайся теплее, @.$3",
  "winter_7": "Готов отправиться завтра в лес на фестиваль подлёдной рыбалки, @?$0^Готова отправиться завтра в лес на фестиваль подлёдной рыбалки, @?$0#$b$Мне нравится гулять со всеми в лесу Синдерсэп.$1#$e#У меня появляется хорошая возможность поговорить с Софией и Сэмом. Я вижу их не так часто.$3",
  "winter_17": "Вчера вечером на рынке я купил магические тотемы у фигуры в синем плаще.$3#$b#Этот человек выглядел на удивление знакомым...$0#$e#Я думаю, это может быть волшебник из «Фест слэш» с Ферн-Айленда.$1",
  "winter_24": "Интересно, кто мой тайный друг в этом году на Пире Зимней звезды?$0#$e#Надеюсь, это София!$1",
  "winter_28": "Зима почти закончилась. Не могу дождаться, чтобы провести больше времени на улице, наслаждаясь погодой.$3",

  "winter_Mon": "Привет, я кое-чем занят.$6#$e#...$0#$e#Эм-м... вот. Этого хватит, чтобы поиграть в Короля Прерий.[384]",
  "winter_Mon4": "Ты никогда не задумывался, как выглядят эльфы? Я читаю книгу о них.$1^Ты никогда не задумывалась, как выглядят эльфы? Я читаю книгу о них.$1#$b#Раньше они были самой выдающейся расой на планете, пока не вымерли. Никто не знает, почему они исчезли.$0",
  "winter_Mon8": "Я играл в «Путешествие короля прерий» пару дней назад и почти победил.$1#$b#Видимо, если ты победишь в игре, есть шанс получить игровой автомат.$3#$e#Хотя, если бы я действительно этого хотел, я бы просто купил его.$0#$e#... Нет, ты прав. Это было бы не то же самое. Я не должен полагаться на возможность покупать всё, что я хочу. Прости.$2^... Нет, ты права. Это было бы не то же самое. Я не должен полагаться на возможность покупать всё, что я хочу. Прости.$2",
  "winter_Mon10": "Ты сам шьёшь свою одежду? Твой наряд смотрится отлично.$1^Ты сама шьёшь свою одежду? Твой наряд смотрится отлично.$1",
  "winter_Tue": "Большая часть нашей мебели была изготовлена вручную в Грэмплтоне.$3#$b#Их мастера - одни из лучших в мире.$1",
  "winter_Tue4": "Я бы не отказался от мятного кофе.$3#$e#Если мне что-то и нравится в зиме - это сезонная еда и напитки.$1",
  "winter_Tue8": "Привет, @. Мы должны вместе выпить мятного кофе когда-нибудь.$1#$b#Я заплачу за твой кофе! Гас использует органические мятные конфеты.$3",
  "winter_Wed": "Как только ты достаточно долго изучаешь физику, трудно не смотреть на мир, не рассчитывая, как всё работает.$0#$e#Нет, это вовсе не обязательно плохо.$0",
  "winter_Wed4": "Когда я учился в университете, профессор по имени Р. Петерсон преподавал курсы продвинутой физики.$3#$b#Он тесно сотрудничал с волшебником на архипелаге Ферн-Айленда.$1#$b#Ты удивишься, как законы физики применимы и к волшебному миру.$7",
  "winter_Wed8": "Интересно, есть ли в городе Зузу книжные магазины, которые я ещё не посещал...$0#$e#Я всегда стремлюсь расширить нашу коллекцию книг, особенно когда дело доходит до пересечений магической и научной теории.$0#$e#Ты что, зеваешь, @?$1",
  "winter_Thu": "*вздох* У меня сегодня был довольно тяжёлый день. Играть в видеоигры - мой способ немного расслабиться.$2",
  "winter_Thu4": "Я люблю читать книги по истории, неважно, вымысел в них или нет.$3#$e#Приятно погрузиться в другой мир и на некоторое время раствориться в нём.$0",
  "winter_Thu8": "Сегодня ради забавы я разработал прототип эстакады в моей собственной программе для моделирования. Эти типы мостов полезны, если нужно пересечь болота или отмели.$1#$e#Эстакадные мосты дешевле построить, чем другие, потому что для них используют деревянные опоры вместо каменных или стальных.$3#$e#Немного похоже на видеоигру, не так ли? Ты удивишься, сколько навыков из игр пригодятся в других местах.$3",
  "winter_Fri": "Разработчик игры «Путешествие короля прерий», ConcernedMonkey, делает ещё одну игру!$1#$b#Учитывая, насколько потрясающая ПКП, я должен сказать, что с нетерпением жду возможности сыграть.$3",
  "winter_Fri4": "Чего бы взять у Пьера во время следующей прогулки?$0#$e#Думаю, что ингредиенты для спагетти!$1#$e#Ты когда-нибудь делал спагетти? Это вкусно! Я поделюсь с тобой своим рецептом соуса.$1^Ты когда-нибудь делала спагетти? Это вкусно! Я поделюсь с тобой своим рецептом соуса.$1",
  "winter_Fri8": "Хм-м... Как ты думаешь, кого-нибудь заинтересует игра-симулятор создания моста, @?$0#$e#... Я чувствую, что многие могут подумать, что это будет скучно, но держу пари, что смогу сделать это веселым.$3",
  "winter_Sat": "Вчера вечером моя мама заработала 80.000 з на биржевой торговле. Я думаю, что она снова потратиться на дорогое вино.$0",
  "winter_Sat4": "Я люблю вино, но не так сильно, как моя мама.$3#$e#Что ж... Я не уверен, есть ли кто-нибудь в мире, кто любит вино так же сильно, как она.$1",
  "winter_Sat8": "Я провожу много времени с мамой, как никак, мы живём вместе.$0#$b#У нас с ней не так много общего, поэтому иногда это немного... напряжённо.$2#$e#Я просто чувствую, что больше готов пойти на компромисс для неё, чем она - для меня.$2",
  "winter_Sat10": "Привет. Хочешь остатки спагетти?$1#$e#Вот!$3[224]#$e#Может, мы сможем вместе перекусить в следующий раз?$3",
  "winter_Sun": "Я откладывал на потом написание кода. Хм, стоит ли вернуться к нему сегодня?$0#$e#Всегда приятно видеть тебя, @. Хорошего дня.$3",
  "winter_Sun4": "Я собираю компьютер для кое-кого из Честервейла, того же городка, где я подбираю одежду.$3#$b#В его сборке много оперативной памяти. Возможно, тот человек запускает много процессов одновременно, затрачивающих память, например, рендеринг видео.$0#$e#Сборка компьютеров - моё хобби! Я счастлив, что некоторые люди ищут меня, чтобы я собрал компоненты для них.$1#$e#Дай мне знать, если ты когда-нибудь захочешь, чтобы я собрал для тебя компьютер, @. Друзьям скидка.$3",
  "winter_Sun8": "Привет, @. Сегодня определенно холодный день.$0#$e#Заходи ко мне когда-нибудь. Я заварю тебе чашечку кофе.$1",
  }
