{
  "spouseRoom_Apples": "Здесь много звездных фруктов! Из старого дома!$0#$e#Ты хочешь звездный фрукт? Бери![268].$1#$e#*мип*$0",
  "Rainy_Day_0": "Вода с неба издает забавный шум на крыше!$0",
  "Rainy_Day_1": "Яблоки-друг намного выше ростом! Достигните высоких высот!$0#$e#Яблоки маленькие. Достигайте маленьких мест!",
  "Rainy_Day_2": "Яблоки гуляют по ферме этим утром и находят что-то! [290 709 771]$0#$e#Does Яблоки-как у друга?$1",
  "Rainy_Day_3": "Другие-друзья в порядке с яблоками, живущими с другом!$1#$e#Может быть, яблоки скоро появятся в лесу?$0",
  "Rainy_Day_4": "Друзья-растения снаружи поют, когда вода падает с неба!$0#$e#*мип*$0",
  "Rainy_Day_Apples": "Яблоки сегодня счастливые! Дайте еду хорошему другу! [204]",
  "Rainy_Night_0": "Иногда другие друзья посещают ферму! Им нравится ферма.$0#$e#Они говорят, что ферма делает их счастливыми.$1",
  "Rainy_Night_1": "Поиграем в игру? Яблоки прячут, ты находишь!$0#$e#%Яблоки прыгают от радости.",
  "Rainy_Night_2": "Яблоки-друг холодной небесной воды? Яблоки помогают!#$e#%Яблоки обнимают тебя.",
  "Rainy_Night_3": "Яблоки сегодня едят много звездчатых фруктов! Яблоки очень полные.$1",
  "Rainy_Night_4": "Яблокам нравится спать в доме хорошего друга. Удобно!$0#$e#*мип*$1",
  "Rainy_Night_5": "Знал ли Яблочный друг, что другие друзья пришли из царства духов? Яблоки приходят оттуда. Красивая и яркая! Много цветов.#$e#Может быть, однажды яблоки и хороший друг навестят вас?$1",
  "Rainy_Night_Apples": "Небесная вода помогает растениям и существам снаружи! Делает яблоки счастливыми!$1",
  "Indoor_Day_0": "Яблоки-друг сегодня работает на ферме? Другие-друзья могут помочь! Яблоки тоже помогают!",
  "Indoor_Day_1": "Яблоки находят вкусные фрукты. Поделись с хорошим другом! [613 634 635 636 637 638]$1#$e#Яблоки попробуют найти еще!$0",
  "Indoor_Day_2": "Яблоки находят удобное место в доме! Это любимое место!#$e#Хороший друг вышел сегодня на улицу? Поздоровайся с другими друзьями!$1",
  "Indoor_Day_3": "Есть ли у яблочного друга любимый уголок в доме? Яблоки делают!$0#$e#*мип*$1",
  "Indoor_Day_4": "Может быть, яблоки сегодня посетят город хорошего друга. Любопытно!$1",
  "Indoor_Day_Apples": "Яблоки находят семена! Теперь у хорошего друга будет больше друзей! [770]$0#$e#Больше друзей! Больше друзей!$1",
  "Indoor_Night_0": "Яблоки устали. Спи скорее!$0#$e#Хороший друг хорошо провел день?$1",
  "Indoor_Night_1": "Яблоки находят хорошую вещь для хорошего друга. Может быть, завтра яблоки найдут еще больше! [815]$0",
  "Indoor_Night_2": "Яблоки желаю хорошему другу, чтобы друзья тоже видели яблоки! Делайте больше веселья!$0",
  "Indoor_Night_3": "Может быть, еще другие друзья приедут погостить к хорошему другу? Устраивай вечеринку!$1#$e#Дождь - это весело! Дождь! Иди, кап-кап.$0",
  "Indoor_Night_4": "Яблоки находят особый камень! Отдаю тебе![390]$1#$e#%Яблоки, похоже, в восторге от того, что отдали тебе камень.",
  "Indoor_Night_Apples": "Ура! Хороший друг вернулся! Хороший друг вернулся!$1",
  "Outdoor_0": "Сегодня чудесный день!$0#$e#*мип*$1",
  "Outdoor_1": "Яблокам нравится жить здесь с хорошим другом! Создавайте счастливые воспоминания!$1",
  "Outdoor_2": "Яблоки находят растение! [771]$0",
  "Outdoor_3": "Яблоки сегодня видят летающего друга! Летающий друг, дай семена!$1#$e#Яблоки уже съели семена. Ни одного не осталось для хорошего друга...Прости!$2",
  "Outdoor_4": "Яблоки бегают по ферме сегодня! Может быть, найдешь еще друзей!$1",
  "Outdoor_Apples": "Много друзей живет на ферме хорошего друга! Делает яблоки счастливыми!$0",
  "OneKid_3": "Маленький странный друг! Любят ли они семена?$0",
  "TwoKids_0": "Яблоки дают %kid1 и %kid2 звездный фрукт! Вкуснятина!$1",
  "TwoKids_2": "Маленькие хорошие друзья %kid1 и %kid2 видят Яблоки!$0",
  "TwoKids_3": "Может быть, здесь останутся еще другие друзья? Подружитесь с другими маленькими хорошими друзьями!$0",
  "Good_0": "Яблоки думают о существах, у которых нет друзей. Делает Яблоки грустными.$2#$e#%Ты гладишь Яблоки.#$e#*мип*!$1",
  "Good_1": "Яблоки принимают ванну! Пахнет свежестью!$1#$e#Яблокам нравится валяться в грязи!$0",
  "Good_2": "Яблоки находят блестящий предмет! Отдай хорошему другу! [378 380 384]$0",
  "Good_3": "Хороший друг иногда издает странные звуки по ночам. Забавно!$1#$e#*мип*$1",
  "Good_5": "Дом хорошего друга, сделанный из большого дерева, очень хорош. Дерево поздоровается!$0",
  "Good_6": "Яблоки находят подарок для хорошего друга! [309 310 311]",
  "Good_7": "Другой друг находит саженец дерева. Один для Яблок-друг![631 632 633 630 629 628]$0#$e#Если вырастешь в дерево, делись плодами!$1",
  "Good_8": "Яблоки бегают по ферме! Иногда находи нового друга!",
  "Good_9": "Подарок для хорошего друга! Яблоки находят на ферме! [113 112 111 110 114]#$e#*мип*$1",
  "Neutral_0": "Яблоки едят много звездчатых фруктов! Вырастай большим!$1",
  "Neutral_1": "Дома других друзей, сделанные из камня и травы. Хороший друг дома, сделанный из дерева!$0",
  "Neutral_2": "Другие друзья в порядке с яблоками, живущими с хорошим другом! Они делятся с вами хорошим подарком [195]$1",
  "Neutral_3": "Может быть, скоро приедет волшебник? Волшебник дарит яблоки звездчатому плоду. Вкуснятина!$0",
  "Neutral_4": "Яблоки сегодня валяются в грязи. Весело!$0",
  "Neutral_5": "Яблоки скоро посетят другой дом в лесу.$0",
  "Neutral_6": "Спать - это весело! Иногда яблокам снятся приятные сны о звездном фрукте и других друзьях.$1",
  "Neutral_7": "Почему хорошему другу нравится жить с яблоками?$0#$e#*мип*!!!$1",
  "Neutral_8": "Яблоки плохо поддаются чистке. Только устраиваешь беспорядок.$0",
  "Neutral_9": "Может быть, однажды хороший друг будет жить в лесу с яблоками!$1",
  "Bad_1": "Яблоки скучают по другим друзьям.$2",
  "Bad_0": "Хороший друг любит яблоки?$2",
  "Bad_2": "Хороший друг доволен здешними яблоками?$2",
  "Bad_4": "Почему хороший друг не живет с другими друзьями? Почему Яблоки?$2",
  "Bad_5": "Хороший друг ведет себя странно. Яблоки не понимают..$2",
  "Bad_6": "Однажды яблоки вернутся в мир духов. Заставляет яблоки чувствовать себя странно...$2",
  "Bad_7": "Может быть, Яблокам и хорошему другу не суждено было быть вместе...$2",
  "Bad_8": "Хороший друг несчастлив...$2",
  "Bad_9": "Яблоки скучают по лесу...$2",
  "spring_6": "Цветок для Яблочка - друг![427]$0#$e#Яблочки находят много цветов.$1",
  "spring_14": "Яблоки здесь! Яблоки мне!$1#$e#*мип*",
  "spring_26": "*мип*",
  "winter_7": "Яблочки видят след от другого существа в лесу.$0#$b#Интересно, что это такое...??$1#$e#Может быть, еще больше новых друзей!?$0",			  
  "winter_20": "*мип*",
  "winter_26": "Яблочки здесь! Яблочки мне!$1#$e#*мип*",
  "summer_7": "Яблочки любят жаркое время года! Всегда солнечно!$1#$e#Поигрем, поиграем?$0#$e#%Ты немного поиграешь с яблочками?#$e#Ура! Весело!$1*",		   
  "summer_27": "*мип*",
  "fall_13": "*мип*",
  "fall_21": "*мип*",
  "spring_1": "Это новый год! У хорошего друга много планов?$0",
  "spring_23": "Яблокам нравится смотреть танец с цветами! Другие хорошие друзья выглядят счастливыми!$1",
  "summer_1": "Добрый друг, выращивай звездный плод в этом сезоне, пожалуйста!$1#$e#Яблоки любят звездчатый фрукт!$0",
  "fall_8": "Яблоки хотят спать весь день.$0#$e#*мип*",
  "fall_15": "Хороший друг покажет фермерские товары завтра на собрании?$0",
  "fall_27": "Сегодня страшный день...$2#$e#%Яблоки не реагируют.",
  "winter_25": "Яблоки дарят блестящий радужный камень хорошему другу!$0[74]#$e#%Яблоки прыгают от радости.#$e#Блестящий камень трудно найти!$1",
  "spring_Apples": "Цветок для яблок-друг![427]$0#$e#Яблоки находят много цветов.$1",
  "summer_Apples": "Яблоки любят жаркое время года! Всегда солнечно!$1#$e#Играть, играть?$0#$e#%Ты немного поиграешь с яблоками.#$e#Ура! Весело!$1",
  "fall_Apples": "Цвета сезона делают яблоки счастливыми! Цвета!$0#$e#Яблоки зеленого цвета! Зеленый!$1",
  "winter_Apples": "Яблоки видят след другого существа в лесу.$0#$b#Интересно, что это такое...??$1#$e#Может быть, еще больше новых друзей!?$0"
}