{
  "FairhavenFarm.000": "Это правда, что дом Энди отремонтировали? Интересно, как он выглядело раньше?$0",
  "FairhavenFarm.001": "Часть этой клубники будет превращена в джем!$0",
  "FairhavenFarm.002": "*фух*Думаю, скоро мне понадобится перерыв.$0",
  "FairhavenFarm.003": "Привет! Сегодня я работаю на Энди.$0",
  "FairhavenFarm.004": "Заманчиво посетить Софию прямо сейчас.$1",
  "FairhavenFarm.005": "Нахождение рядом с рекой помогает мне охладиться.$1",
  "FairhavenFarm.006": "Энди очень сильный! Он нес сразу четыре мешка удобрений.$1",
  "FairhavenFarm.007": "Наверное, хорошо жить на окраине города. Ты чувствуешь вкус цивилизации и природы.$0",
  "FairhavenFarm.008": "Я видела несколько семей ворон, гнездящихся на деревьях и наблюдающих за фермой Фэрхейвен.$0#$b#Хорошо, что есть пугало!$1",
  "FairhavenFarm.009": "*фух*Сегодня мне нужно сделать много работы.$0",
  "FairhavenFarm.010": "Привет! Я уже собираюсь домой. Мой поезд скоро прибудет.$0#$e#Думаю, я завалюсь спать, как только вернусь.$1",
  
  "EmeraldFarm.000": "Привет! Сегодня я работаю на Сьюзан.$1#$e#Занимаешься чем-нибудь крутым?$0",
  "EmeraldFarm.001": "*фух*Сегодня мне нужно сделать много работы.$0",
  "EmeraldFarm.002": "Сьюзен всегда делает свежий лимонад после тяжелого рабочего дня!$1",
  "EmeraldFarm.003": "*фу* *фу*Чувствуешь это? Это удобрение имеет резкий запах!$0",
  "EmeraldFarm.004": "Эй, чем ты занимаешься в такой жаркий летний день, как этот?$1#$e#Сегодня я работаю на полях Сьюзан. Это тяжелая работа!",
  "EmeraldFarm.005": "Ты когда-нибудь пробовал дыни Сьюзен? Они большие и сочные!$0^Ты когда-нибудь пробовала дыни Сьюзен? Они большие и сочные!$0",
  "EmeraldFarm.006": "*вздох* Думаю, скоро мне понадобится перерыв.$0",
  "EmeraldFarm.007": "Мы собираемся переработать этот хмель, чтобы придать пиву пикантную горечь!$1#$e#Это то, что делает светлый эль таким.$0",
  "EmeraldFarm.008": "Интересно, каково это - жить рядом с железнодорожными путями?$0#e#Я не думаю, что смогу хорошо выспаться...$2",
  "EmeraldFarm.009": "Привет, здорово, что ты здесь. Что-нибудь интересное происходит?$0",
  "EmeraldFarm.010": "Я могу воспользоваться баней после того, как закончу сегодня. Я работаю до седьмого пота!$1",
  
  "BlueMoonVineyard.000": "Привет! Я сегодня помогаю Софии.$1",
  "BlueMoonVineyard.001": "Sophia needs help with the grape harvest during fall.$0",
  "BlueMoonVineyard.002": "Мне нравится вид на Самоцветное море!$1",
  "BlueMoonVineyard.003": "Много работы предстоит сделать, пока я здесь.$0#$b#Если ты собираешься остаться, не против помочь?$1",
  "BlueMoonVineyard.004": "Забавно, что ты появился! Мы с Софией только что говорили о тебе.$1^Забавно, что ты появилась! Мы с Софией только что говорили о тебе.$1#$e#Не могу сказать что именно!$1",
  "BlueMoonVineyard.005": "Сегодня хороший день! Идеально подходит для работы на виноградниках!$0#$e#Что ж, пора приступать к делу.$1",
  "BlueMoonVineyard.006": "Я бы хотела съездить в город, чтобы узнать, что там за горячие сплетни, но я здесь занята.$0",
  "BlueMoonVineyard.007": "Привет! Я сегодня помогаю Софии.$1",
  "BlueMoonVineyard.008": "Сегодня утром на завтрак мы с Софией съели кучу вафель!$1#$e#Зная ее, мы собираемся съесть на ужин грэмплтонского цыпленка в апельсиновом соусе.$0",
  "BlueMoonVineyard.009": "Скоро мы превратим этот виноград в вино.$1",
  "BlueMoonVineyard.010": "Поездка сюда на поезде не займет слишком много времени.$0",
  "BlueMoonVineyard.011": "*фыркает* Ну и денек.$0",
  "BlueMoonVineyard.012": "Разве косплей-комната Софии не крутая?$0",
  "BlueMoonVineyard.013": "Ого! Она не говорила мне, что у нее есть этот том!$1",
  "BlueMoonVineyard.014": "*зевает* Я готова лечь спать.$0",
  "BlueMoonVineyard.015": "Эй! Мы с Софией просто разговаривали о некоторых вещах.$0",
  "BlueMoonVineyard.016": "Пока, София!$1"
}