{
  //SPECIAL DIALOGUE : ОСОБЫЕ ДИАЛОГИ
  "Introduction": "Привет. Это вы новый владелец фермы %farm. Мой менеджер провёл собрание насчёт вас!$0#$b#Я подрабатываю в ДжоджаМарте.$1#$e#Эм. Забудь, что я сказал о собрании. Иначе у меня могут быть проблемы.$4",
  "pamHouseUpgrade": "Как думаешь, эта женщина теперь будет лучше относиться ко мне на работе?$4",
  "pamHouseUpgradeAnonymous": "Как думаешь, эта женщина теперь будет лучше относиться ко мне на работе?$4",
  "Town_92_44": "%«Вход только для сотрудников»",
  "BusStop_12_8": "%Водитель автобуса: Сэр, вы или садитесь, или уходите.^%Водитель автобуса: Мэм, вы или садитесь, или уходите.",
  "Resort_Entering": "Этот остров такой классный!$1",
  "Resort_Leaving": "Я расскажу маме и папе об этом месте!$1",
  "Resort_Shore": "Вода такая приятная для ног. Пожалуй, пойду поплаваю!$0",
  "Resort_Chair": "Это действительно потрясающе, что ваше сообщество проводит такие весёлые тусовки, как эта.$0#$e#Мой родной город скучный...$4",
  "Resort": "Я забыл нанести солнцезащитный крем.$4#$e#Думаю, я обгорел. Вся моя спина зудит.$4",
  
  
  //SPRING AND GENERAL DIALOGUE : ВЕСНА И ОБЩИЕ ДИАЛОГИ
  "Mon": "Привет, @! А как поживает Клэр?$0",
  "Tue": "О. Привет.$0",
  "Tue2": "Сегодня мама приготовила для меня роскошный обед.$0#$e#Она ещё положила «Сырные палочки», мои любимые!$1",
  "Tue8": "Привет, @. Как всегда, занят, да?$0^Привет, @. Как всегда, занята, да?$0#$e#Что ж, до скорого.$6",
  "Sat": "*вздох*... Я не хочу сегодня работать.$2#$e#O. Привет. Чем могу помочь?$4",
  "Sat2": "Эй. Что ты думаешь о Клэр, моей коллеге?$0#$e#Она классная.$6",
  "Sat6": "Салют, @! Как твоё ничего!?$1#$e#Я проснулся от аромата кофе, который мама приготовила сегодня утром!$1",
  "Sun": "Я иногда езжу сюда на автобусе, чтобы взять книги из библиотеки.$0#$e#Тот мужик с козлиной бородкой не особо разговорчив.$0",
  "Sun2": "Хм-м...$4#$e#...$4#$e#О! Привет!$1#$b#Просто задумался. Не обращай на меня внимания.$0",
  "Sun6": "Впереди важный экзамен! Нужно подготовиться.$1#$e#В библиотеке вашего города есть куча интересных книг.$0",
  
  
  //SUMMER DIALOGUE : ЛЕТНИЕ ДИАЛОГИ
  "summer_Tue": "Cкоро у нас распродажа. Будет скидка в 5 процентов!$1",
  "summer_Tue2": "Клэр сказала, что ей плохо от кондиционера в магазине.$2#$e#Мой менеджер не хочет выключать его. Говорит, что тот привлекает клиентов.$3",
  "summer_Tue8": "Думаю, я бы мог переехать в долину Стардью, когда стану старше.$0#$e#Хотя я не подхожу для работы на ферме, как ты.$1",
  "summer_Sat": "Здесь много красивых пейзажей, особенно прекрасно Самоцветное море.$0#$e#А дома только виды на огромные открытые равнины, да скучные горы.$4",
  "summer_Sat2": "Мой отец заставил меня устроиться на подработку.$4#$e#Ну, теперь я хотя бы могу сам купить себе что-нибудь классное.$0",
  "summer_Sat8": "Мама положила мне пару рыбных тако. Могу поделиться![213]$0#$e#Моя мама готовит лучше всех.$1",
  "summer_Sun6": "На самом деле, мне необязательно заниматься в вашей библиотеке. В конце концов, одна из них рядом с моим домом.$0#$b#Мне просто нужно оправдание, чтобы немного попутешествовать.$4",
  "summer_Sun8": "В долине много интересных людей. Ты со многими дружишь?$0#$e#Я живу в деревне. Там не так много людей.$0",
  
  
  //FALL DIALOGUE : ОСЕННИЕ ДИАЛОГИ
  "fall_Tue": "Здравствуйте, сэр.^Здравствуйте, мэм.",
  "fall_Tue2": "Моя мама всегда говорит: «Манеры - это ключ к успеху». И я изо всех сил стараюсь быть вежливым со всеми.$0#$e#Может, поэтому я и получил работу в ДжоджаМарте.$0",
  "fall_Tue8": "Я должен усердно работать, пока молод! Будущий Мартин будет мне благодарен!$1",
  "fall_Sat": "*зевок* Я всю ночь играл в видеоигры, а теперь жалею об этом...$2#$e#Хотя и повысил уровень своего персонажа.$1",
  "fall_Sat8": "Я совершал кучу глупых ошибок на работе, но теперь я стал лучше.$0#$e#Слушай, я ценю, что ты разговариваешь со мной!$1",
  "fall_Sun": "*зевок*...$2#$e#О. Привет. Чем могу помочь?$0",
  "fall_Sun4": "Все мои близкие друзья онлайн. Я общаюсь с ними почти каждый день.$6#$e#Я хочу встретиться с ними в реальной жизни, но билеты на самолёт дорогие...$0",
  "fall_Sun8": "Привет, @. Знаешь, я мог бы договориться со своим менеджером о скидках получше для тебя!$0",
  
  
  //WINTER DIALOGUE : ЗИМНИЕ ДИАЛОГИ
  "winter_Tue": "Эта работа довольно неплохо подходит для резюме.$0", 
  "winter_Tue8": "Иногда я слышу, как Клэр напевает себе под нос какую-то приятную мелодию...$6#$e#Ах. Ой. Могу я тебе чем-нибудь помочь, @?$0",
  "winter_Sat4": "Моя мама вяжет для меня шарф.$0#$e#Надеюсь, в этот раз он не слишком большой...$4",
  "winter_Sat8": "Я нечасто прихожу в ваш городской салун. А слушай, давай как-нибудь перекусим вместе!$0",
  "winter_Sun4": "Каково идут дела на ферме зимой? Должно быть, у тебя куча свободного времени.$0",
  "winter_Sun8": "Здравствуй, @. Не перегружай себя!$0",
  
  
  //EVENT DIALOGUE
  "martin_event1": "Э-это... Э-э... Я провожу кое-какие исследования...$4",
  "martin_event2": "... Да. Дома делать особо нечего, а здесь есть...$0",
  "martin_event3": "... Да, наверное, ты прав.$6^... Да, наверное, ты права.$6",
  "martin_event4": "Я имею в виду, конечно, немного странно. Но у меня есть веская причина...$0",
  "martin_event5": "Спасибо, @. Я схожу за ней.$0",
  "martin_event6": "... Ладно, это твой выбор. Возможно, Гюнтер позволит ей отдохнуть в музее.$3",
  "martin_event7": "Да... Наверное, так оно и есть.$6",
  "martin_event8": "... Это несправедливо, @.$3"

}
