{
//Special Dialogue
"breakUp": "Я верю, что это... к лучшему.$2#$e#Трудно поддерживать отношения, когда вы не часто видитесь...$2",
"divorced": "Я думал, что состарюсь вместе...$2#$e#%Лэнс отворачивается от тебя.",
"dumped_Guys": "Привет, @.$2#$e#...$2",
"secondChance_Guys": "Я готов дать этому второй шанс...$5",
"highlandsDwarf": "Ты спас этого дварфа, @. Ты настоящий герой.$1#$e#*смеётся* Они рассказали мне все.$5#$e#Я понятия не имел, что они были заточены в пещерах, вынужденные наблюдать, как их сокровища пожирает это ужасное чудовище.$6" ,
"Resort_Entering": "У меня уже несколько недель не было ни одного выходного. Я с нетерпением жду этого.$0",
"Resort_Leaving": "*посмеивается* Мой дух чувствует себя обновленным. Пора возвращаться домой.$5#$e#Не хотите ли прогуляться домой вместе? Давайте уберем тотемы и скипетры подальше.$1",
"Resort_Shore": "Фест Слэш находится примерно в 2000 милях к юго-западу от того места, где мы находимся.$0#$e#Тебе следует расслабиться со мной, дорогая. Почувствуйте горячий, теплый песок между пальцами ног.$5",
"Resort_Chair": "Моя кожа ценит сегодняшнюю погоду.$5",
"Resort_Bar": "Этот ананасовый коктейль освежает.$0#$e#Хотите глоточек?$1",
"Resort": "Ты должен лечь и расслабиться со мной. Почувствуйте горячий, теплый песок между пальцами ног.$5^Ты должна лечь и расслабиться со мной. Почувствуйте горячий, теплый песок между пальцами ног.$5#$e#Первый Слэш находится примерно в 2000 милях к юго-западу от того места, где мы находимся.$1",			 

//Galdoran Outpost
"Mon": "Мы - острие, которое обеспечит безопасный мир.$0",
"Mon4": "Привет, @. Каким бизнесом вы занимаетесь так далеко от цивилизации?$1",
"Mon6": "Мы организуем несколько более опытных групп, чтобы в ближайшее время отправиться вглубь Бесплодных земель, чтобы решить некоторые... проблемы, которые у нас возникли.$6#$e#Я не вправе обсуждать детали.$5",
"Mon8": "Вы тренируетесь каждый день? Если вы не будете держать свои рефлексы острыми, вас могут застать врасплох на поле боя.$0",
"summer_Mon8": "Некоторые районы Галдоры богаты месторождениями платины и палладия.$0#$e#Что делает эти металлы драгоценными, так это то, что они не вступают в реакцию с атмосферой.$1#$b#Они являются важным ресурсом в магическом оборудовании и исследованиях.$0",
"fall_Mon8": "За свое время мне посчастливилось обнаружить десятки магических реликвий.$0#$e#Это только вопрос времени, когда вы тоже откроете для себя свои собственные.$1",
"winter_Mon8": "Есть несколько мест, которые я хочу вам показать, как только Камилла разрешит вам войти в деревню Замка.#$e#Интересно, она чего-то ждет? Или это может быть какой-то странный тест...#6#$b#Это как раз то, что она бы сделала.$5",
"Mon10": "Вместе смотрим на багровый горизонт на вершине аванпоста...$5#$b#Теперь это момент, которым я могу дорожить.$4",

//Stardew Valley
"Tue": "У меня есть аванпост далеко на севере, в высокогорье.$0#$e#Возможно, однажды ты присоединишься ко мне там.$1",
"Tue2": "Фест Cлэш, безусловно, мог бы пригодиться кто-нибудь с твоими талантами...$0",
"Tue8": "Я подумывал о покупке недвижимости и строительстве дома где-нибудь поблизости.$0#$b#Я безмерно наслаждаюсь своим пребыванием здесь.$1",
"summer_Tue8": "На некоторых нижних этажах шахты растет обильное количество грибов.$1#$e#Мне любопытно, почему это так...$5#$b#Возможно, я продолжу их изучение и выясню причину.$0",
"fall_Tue8": "Долина в надежных руках вашего волшебника, Магнуса Расмодиуса.$1#$e#*смеётся* Мы всегда оказываем ему теплый прием, когда он посещает Фест Cлэш.$0",
"winter_Tue8": "Гном в шахтах был достаточно любезен, чтобы продать мне бомбы ручной работы.$0#$e#Гномы делают лучшие бомбы из всех видов. Это то, как они пробиваются сквозь горы, чтобы построить свои дома.$1",
"Tue10": "*зевает*...$5#$b#Прошлой ночью я почти не спал. Я исследовал горы.$0#$e#*зевает*...$5#$b#Я чувствую, что мог бы просто положить голову тебе на колени...$5#$e#%Лэнс задремал.",
"Wed": "Марлон нанял меня на несколько работ, подходящих только для боевого мага, такого как я.$0#$e#Я не вправе обсуждать детали.$5",
"Wed2": "Некоторые части мира действуют по своему усмотрению...$5#$e#По большей части Республика Фернгилл - безопасное место. Но даже в этом есть свои темные углы...$0",
"Wed4": "Я бы чувствовал себя не в своей тарелке, прогуливаясь по Пеликан-Тауну. Однако мне комфортно здесь, в гильдии.$0#$b#Они всегда одни и те же, куда бы ты ни пошел.$5",
"Wed8": "Самое большое приключение, которое вы когда-либо можете предпринять, - это жить жизнью своей мечты.$0",
"summer_Wed8": "Недавно у меня была экспедиция с Марлоном в шахты. Он впечатляюще владеет мечом.$0",
"fall_Wed8": "Я купил эликсиры у того гнома в шахтах. Вот, возьми один [773].$0#$e#Это очень бодрит.$5",
"winter_Wed8": "Долина Страдью относится к своим праздникам вполне серьезно. Похоже, все участвуют в украшении.$5#$e#В деревне Касл у нас есть свои собственные фестивали. Возможно, однажды ты сможешь присоединиться к нам.$0",
"Wed10": "Здравствуй, моя дорогая. Я надеюсь, у вас сегодня дела в гильдии приключений?$1#$e#Будь там в безопасности.$0",

//Ginger Island
"Thu": "Мой учитель обучал меня магическим искусствам.#$b#Вы демонстрируете некоторый реальный потенциал...$1",
"Thu4": "Ваши способности вызывают недоумение.$0#$b#Ты скрываешь от меня свою истинную силу?$1#$e#*смеётся*...$5",
"Thu6": "Патрулирование островов имеет свои преимущества...$0#$b#Прекрасная погода, тропические фрукты прямо с виноградной лозы, захватывающие дух виды, запах свежего океанского воздуха...$5",
"Thu8": "У меня есть гипотеза, что монстров привлекала необузданная сила горы Колдур.$6#$e#Неспособные защититься от орд монстров, гномы покинули свой дом в поисках нового.$6",
"summer_Thu8": "Я нашел этот осколок во время приключений. Ты можешь забрать его [848].$0#$e#Это полезный ресурс для торговли и крафта.$5",
"fall_Thu8": "Даже сегодня такие искатели приключений, как вы, все еще совершают новые открытия.$1#$e#Мир полон множества тайн. Совместными усилиями мы можем надеяться в конечном итоге разгадать все это.$0",
"winter_Thu8": "Моя гильдия не находится в пределах досягаемости моей телепортации, так что у меня здесь есть скрытая руна деформации.#$e#Мне нравится идея когда-нибудь построить здесь пляжный домик рядом с ним...$5",
"Thu10": "Мне действительно следует почаще заглядывать в пляжный домик. Возможно, мы сможем приготовить еду вместе и насладиться заходом солнца на горизонте моря.$4",
"Fri": "Идеальный день для обхода подземелий.$0#$b#Удачи, искатель приключений.$5",
"Fri2": "Мир - большое место. Я надеюсь однажды исследовать все это.$0",
"Fri4": "Есть много искателей приключений, которые родом из Первого Слэша, включая меня.$5#$e#Когда-нибудь я возьму тебя туда с собой.$1",
"Fri8": "Даже я все еще нервничаю, ступая в неизвестность. Однако я верю в свои магические способности, которые помогут мне пережить все, с чем я могу столкнуться.$0",
"summer_Fri8": "Мне в какой-то степени повезло, что я попал в патрулирование Имбирного острова.$5",
"fall_Fri8": "Души Галактики необходимы для совершенствования магического оружия.$0#$b#Они являются высшей формой необработанной магической энергии, о которой мы знаем.$1",
"winter_Fri8": "Я чувствую мощное присутствие на острове. Я не совсем могу это разобрать...$6",
"Fri10": "Я счастлив, что мы нашли друг друга в этой дикой игре, которую мы называем жизнью.$4",

//Highlands
"Sat": "На вершине горы есть могущественный монстр.$6#$e#Я нашел несколько возможностей изучить его.$5#$b#Под покровом тумана я был свидетелем того, как он пожирал сокровища!$1#$e#Я пробовал с ним спарринговать, но его решимость оказалась сильнее, чем я ожидал.$2#$b#Будь осторожен, если попытаешься бороться с ним, @.$6",
"Sat6": "Благодаря вашей помощи я смог добиться значительного прогресса в своих исследованиях урожая монстров.$0",
"Sat8": "Здешние горные пещеры богаты медью, железом и золотом. Когда-то здесь жила колония гномов.$0#$e#В какой-то момент... появились монстры. Интересно, что случилось? Должна быть какая-то причина.$6",
"summer_Sat8": "Есть что-то очень приятное в том, чтобы быть первым человеком, открывшим нового монстра.$0",
"fall_Sat8": "Ты проделал весь этот путь сюда, чтобы увидеть меня?$1#$e#Удачи в приключениях, @.$0",
"winter_Sat8": "Зимой здесь часто выпадают снегопады.$0#$b#В конце концов, мы находимся в высокогорье.$5",
"Sat10": "Ваши визиты вызывают во мне много радости.$0#$e#Там будет тесно, но мы могли бы сегодня вечером лечь в одну постель.$4",
"Sun": "Монстры из зеленых грибов выходят из укрытий, когда идет дождь. Они остаются вокруг руин.$0#$e#Они изобилуют тайной энергией - идеально подходят для моих исследований.$5",
"Sun4": "Воздух здесь, в Высокогорье, разреженный.$0",
"Sun6": "Я признаю, что здесь может быть тихо и одиноко.$2#$b#Я рад тебя видеть.$0",
"Sun8": "Монстры - это нечто большее, чем ужасные звери с когтями. Мы можем узнать о них больше...$6",
"summer_Sun8": "Эти земли стали бы отличным местом для отдыха, если бы на них не было монстров.$0",
"fall_Sun8": "В деревне Касл есть знаменитая таверна, которой управляет дама по имени Элеонора.$0#$e#Экон использует любую возможность, чтобы заехать. Я верю, что он, возможно, неравнодушен к ней...$5",
"winter_Sun8": "Здешние големы и слизни меняют свой внешний вид в зависимости от смены времен года.$0#$e#Я поражаюсь возможности того, что они эволюционировали, чтобы маскироваться.$0",
"Sun10": "В этом мире есть много великих сил, но ни одна из них не превосходит силу любви.$1#$e#*смеется*...$5"

}
