{
  //SPECIAL DIALOGUE
  "patio_Lance": "Посевы монстров находятся в добром здравии.$0",
  "spouseRoom_Lance": "Я был награжден этими статуями монстров за мои достижения в этой области.$0#$e#*смеется* Некоторые мои коллеги считают, что они монстры в стазисе...$5",
  "funReturn_Lance": "Как прошел твой день, любовь моя?$1#$e#Мой день прошел хорошо. Мне удалось найти время, чтобы продолжить свои исследования.$0",
  "funLeave_Lance": "Сегодня у меня дела в гильдии. Я вернусь сегодня вечером.$0",
  "OneKid_0": "Нам обоим нужно быть сильными для %kid1.$0",
  "OneKid_1": "Я брал на себя много ролей в жизни, но до сих пор никогда не был родителем.$1",
  "OneKid_2": "Я надеюсь %kid1 любит книги, когда они становятся старше.#$b#Чтение книг, когда я был молод, было тем, что пробудило мой интерес к исследованиям. Я никогда не переставал читать.$5",
  "OneKid_3": "Когда наш ребенок станет достаточно взрослым, мы должны вместе путешествовать по миру.$0",
  "OneKid_4": "%kid1 в них много сил. Может быть, когда-нибудь они станут искателями приключений.$1",
  "TwoKids_0": "Я верю, что наши дети воспримут лучшие стороны нас обоих.$5#$e#*смеется* %kid1 у него твои глаза.$1",
  "TwoKids_1": "Я всегда буду всем сердцем и безоговорочно любить наших прекрасных детей.$0#$e#Они будут расти и меняться с годами, и мы будем с ними на каждом шагу.$1",
  "TwoKids_2": "Когда я был снаружи, я обнаружил %kid2 покрытым грязью. Я приготовил ванну.$0#$e#*смеется* Я кое-кого знаю, кому это нравится$5",
  "TwoKids_3": "Мы оба довольно часто выходим из дома.$6#$b#Что вы думаете о том, чтобы нанять няню?$0#$e#Я знаю хорошего парня в городе, который ищет работу на неполный рабочий день.$1",
  "TwoKids_4": "Я благодарен %kid1 и %kid2 что хорошо ладят.$1",
  
  //SEASONAL DIALOGUE
  "spring_Lance": "Запах свежего воздуха и ощущение солнечного света на вашем лице в это время года успокаивают душу.$0",
  "spring_1": "Я чувствую, как долина кишит жизнью. Наступила весна...$0#$e#Без зимы весна не была бы так ценна.$5",
  "spring_13": "Я полагаю, что сегодня Фестиваль яиц.$5#$e#Это будет хорошей возможностью для меня завязать разговор с жителями долины.$1", 
  "spring_24": "Я подготовился к церемонии танца цветов и с радостью возьму тебя за руку в танце, моя дорогая.$1",
  "summer_Lance": "Ах... Мне действительно нравится жаркая погода.$5",
  "summer_1": "Начало лета тяжело сказывается на фермере.$0#$b#Возьми это, моя дорогая. Это поможет тебе сохранить выносливость [349].$1#$e#Удачи тебе сегодня, любовь моя.$4",
  "summer_11": "Я приготовил специальное блюдо по старому семейному рецепту для жаркого.$0",
  "summer_28": "Не забудь о сегодняшнем собрании на пляже, любовь моя.$0",
  "fall_Lance": "Долина полна красок... душа поёт.$0",
  "fall_1": "Ты тоже это чувствуешь? Все деревья погрузились в глубокий сон.$0#$e#Малейший ветерок осыпает нас листьями.$5",
  "fall_6": "Я жажду миску жареной тыквы с орехами...$1#$e#*смеется* Возможно, это осень оказывает на меня свое влияние.$5",
  "fall_16": "Ты много работала в этом году, любовь моя.$1#$b#Я с нетерпением жду вашей выставки в усадьбе, демонстрирующей ваши достижения.$0",
  "fall_27": "Вызов лабиринта требует огромного количества маны.$0#$e#Мне нужно было бы выпить специальное зелье, чтобы обрести эту силу, но только на короткое мгновение.$5",
  "winter_Lance": "Зима - это время года, когда можно восстановиться и подготовиться к следующему году.$0",
  "winter_1": "Прошлой ночью долина была покрыта снегом.$0",
  "winter_8": "Магия - самый эффективный способ ловли рыбы. Вот как я это делаю.$0",
  "winter_12": "Интересно, какие товары будут у продавцов Ночного рынка в этом году?$0",
  "winter_25": "У меня есть кое-что особенное, запланированное для тебя на завтра...",
  "winter_25": "Я обменял это в деревне Касл только для тебя. Это 'Душа Галактики' [896].$0#$e#Оно сделает тебя сильнее.$1#$e#Ах, чем я торговал? Это... секрет.$1",
  
  //DAY DIALOGUE
  "Indoor_Day_Lance": "Я ценю возможность откинуться назад и расслабиться.$1",
  "Indoor_Day_0": "Этот дом, безусловно, уютнее, чем аванпост в высокогорье.$0",
  "Indoor_Day_1": "Холодильник всегда хорошо укомплектован продуктами фермы.$0#$e#Раньше я не ел ничего, кроме полевых пайков. Теперь я чувствую себя королем!$1#$e#Полевые пайки не так уж плохи...$5",
  "Indoor_Day_2": "Что сегодня на повестке дня?$0",
  "Indoor_Day_3": "Для меня не часто бывает найти свободное время.$0#$e#Интересно, чем я буду заниматься весь день?..$5#$e#%Лэнс размышляет про себя.",
  "Indoor_Day_4": "Сегодня утром я взял на себя смелость прибраться в доме.$1#$e#Это было очень быстро. Я использовал довольно простое заклинание.$0",
  "Outdoor_Lance": "Не переутомляйтесь. Прими этот эликсир. Это омолодит тебя.[773]$1",
  "Outdoor_0": "Я наложил защитное заклинание на сельскохозяйственные угодья, чтобы защитить их от тли.$0#$e#В больших количествах эти насекомые могут ослаблять рост растений.$6",
  "Outdoor_1": "Может быть, я сегодня немного осмотрюсь? В долине так много всего, чего я еще не видел.$0",
  "Outdoor_2": "Я пришел к тому, чтобы по-настоящему оценить, насколько спокойна долина.$0",
  "Outdoor_3": "Я больше никого не знаю, кто работал бы так усердно, как ты.$5#$e#Я надеюсь, что у тебя будет насыщенный событиями день, любовь моя.$1",
  "Outdoor_4": "Я не очень разбираюсь в выращивании сельскохозяйственных культур.$0#$e#Мне просто нравится видеть, как ты работаешь...$5",
  "Rainy_Day_0": "Сельхозугодья получат приятный приветственный напиток от этого моросящего дождя.$0",
  "Rainy_Day_1": "Вытри ноги, прежде чем возвращаться внутрь. Я не хочу, чтобы ты оставляла грязевые следы.$1",
  "Rainy_Day_2": "Когда идет дождь, мне просто хочется уткнуться носом в книгу с горячим напитком.",
  "Rainy_Day_3": "Без дождя нет жизни...$5",
  
  //NIGHT DIALOGUE
  "indoor_Night_Lance": "Добро пожаловать домой, любовь моя.$0",
  "Indoor_Night_0": "Я слышал рассказы об опасных подземельях - 'Пещерах черепа'. Действительно ли они так опасны, как говорят?$0",
  "Indoor_Night_1": "Я рад видеть окончание этого дня. Мое тело готово к долгому сну.$0",
  "Indoor_Night_2": "Я попробовала свои силы в кулинарии. К счастью, у нас были все необходимые мне ингредиенты. [244 242 907 905 240]$0",
  "Indoor_Night_3": "*смеется* Я услышал хихиканье снаружи. Она, должно быть, летит сегодня вечером...$5#$e#Каждый маг в нашем кругу знает о расставании Магнуса. Это было очень драматично. Настоящее событие.$0",
  "Indoor_Night_4": "Мы должны разжечь хороший костер и свернуться калачиком перед ним после ужина.$4",
  "Rainy_Night_Lance": "Мне нравится засыпать под звуки мягкого дождя, барабанящего по крыше.$5",
  "Rainy_Night_0": "Наш дом хорошо изолирован от непогоды снаружи.$0",
  "Rainy_Night_1": "Как прошел твой день? У тебя была стычка с какими-нибудь монстрами?$1",
  "Rainy_Night_2": "Интересно, в высокогорье тоже идет дождь?..$6#$e#Аванпост может сам о себе позаботиться. Мои магические барьеры будут держать монстров на расстоянии.$0",
  "Rainy_Night_3": "Только магам с высоким рейтингом разрешается создавать 'Связь'.$5#$e#Нагорье, Долина Страдью и Имбирный остров находятся примерно в одном и том же регионе. Так что он мне не нужен.$0",
  "Rainy_Night_4": "*зевает* Не пойти ли нам в постель, моя дорогая?$0",  
  
  //AFFECTION DIALOGUE
  "Good_0": "Ты - мое самое драгоценное сокровище.$4",
  "Good_1": "Разделив с вами свою жизнь, я понял, насколько я сейчас счастливее.$0#$b#Я думал о себе как о кочевнике, но ты заставляешь меня чувствовать как дома.$1#$e#Я дорожу каждым мгновением, проведенным с тобой.$4",
  "Good_2": "Жить с тобой на этой ферме - настоящее приключение.$1#$b#Я надеюсь, что это и для тебя так, любовь моя.$1",
  "Good_3": "В Галдоре есть знаменитый исследователь монстров, которому принадлежит музей монстров.$0#$e#Там представлены некоторые из моих исследований и открытий.$1",
  "Good_4": "Мой учитель был Рыцарем-Драконом. Я стал его учеником в очень юном возрасте, когда был обнаружен мой тайный потенциал.$0",
  "Good_5": "Я создал этот тотем для тебя. Это принесет дождевые облака, которые будут поливать сельскохозяйственные угодья. [681]$0",
  "Good_6": "Мне всегда интересно узнать, как прошел ваш день.$1",
  "Good_7": "Ты что-то сделала со своими волосами? Ты сегодня выглядишь очаровательно.$1",
  "Neutral_0": "Я не люблю смотреть телевизор или отвлекаться на современные приспособления.$0#$e#Однако мне нравится смотреть фильмы в кинотеатре.$1#$b#В движущихся картинках есть что-то волшебное... Это пленяет разум.$5",
  "Neutral_1": "Святилище твоего дедушки пахнет волшебством.$0#$e#Эта сельскохозяйственная земля имеет таинственную историю...$5",
  "Neutral_2": "Магнус изучает древние фрукты, а я изучаю чудовищные культуры...$5#$e#Странным образом, наша работа в чем-то похожа.$1",
  "Neutral_3": "Владелец салона такой теплый и гостеприимный. Это заставляет чувствовать себя как дома, наслаждаясь хорошей едой и напитками.$0#$b#Я понимаю, почему его бизнес так успешен, как есть.$1#$e#В последнее время я стараюсь чаще бывать в городе.$5",
  "Neutral_4": "Мне нужно скоро навестить свою гильдию. У меня заканчиваются эликсиры маны.$0",
  "Neutral_5": "Ты когда-нибудь задумывалась, куда мы переедем в будущем?$0#$e#Может быть, мы купим наш собственный частный остров и проживем там свои дни...$5",
  "Neutral_6": "Как ты думаешь, откуда берутся монстры, @?$0#$e#Легенды говорят, что они происходят от темной древней магии.$5#$e#Я верю, что здесь есть нечто большее, чем кажется на первый взгляд.$0",
  "Neutral_7": "В салоне представлен прекрасный сезонный выбор разливного пива. Лучше, чем в большинстве таверн, в которых я бывал.$5",
  "Bad_0": "Иногда мне кажется, что я для тебя призрак...$2",
  "Bad_1": "*вздыхает* Я уничтожил дорогие редкие металлы во время магического эксперимента.$2#$e#Такая ужасная трата времени...$2",
  "Bad_2": "Мы оба так часто выходим из дома, что я редко тебя вижу...$6#$e#Я знаю, что мы оба живем напряженной жизнью, но нам все равно нужно находить время друг для друга.",
  "Bad_3": "Мог ли я быть лучше? Могу ли я сделать лучше? Тьфу...$2",
  "Bad_4": "Не сейчас, @.$3",
  "Bad_5": "У тебя когда-нибудь возникало ощущение, что мы слишком поспешили с этим?...$2",
  "Bad_6": "...$6#$e#%Лэнс игнорирует тебя.",
  "Bad_7": "Я думал, мы обещали друг другу, что все обсудим, если станет плохо...$2"
}