
{ 
  //SPECIAL DIALOGUE
  //"Introduction": "Вы должно быть мистер @. Рад с вами познакомиться.$5^Вы должно быть мисс @. Рад с вами познакомиться.$5",
  "pamHouseUpgrade": "Я совсем не удивился, услышав от Робин, что именно вы ответственны за финансирование нового дома Пэм.$1",
  "pamHouseUpgradeAnonymous": "Робин превзошла саму себя в постойке нового дома для Пэм.$0#$e#Теперь мне интересно... кто же этот таинственный человек, который вложил столько денег? Вероятно, я уже встречал его раньше!$1#$e#%Гюнтер улыбается вам и приподнимает шляпу.",
  "Resort_Entering": "Вилли гордится своей лодкой. Слышал, она досталась ему от отца.$0",
  "Resort_Leaving": "Возможно, как-нибудь я устрою себе частную экскурсию по острову...$0",
  "Resort_Shore": "Вы знакомы с моим коллегой? Он ведёт раскопки здесь, на острове.",
  "Resort_Chair": "Многие тайны на этом острове будут вот-вот раскрыты.$0",
  "Resort_Bar": "Большое спасибо за работу, Гас.$1",
  "Resort": "%Гюнтер занят исследованием артефакта.",
  
  //SPRING AND GENERAL DIALOGUE
  "spring_1": "*сопение* Пыльца...$2",
  "spring_12": "Пенни и дети сегодня раскрашивали яйца в библиотеке.$1",
  "spring_23": "Интересно, что же Пьер будет продавать в своём киоске завтра ...$5",
  
  "Mon": "О, здравствуйте, мистер @!$5^О, здравствуйте, мисс @!$5#$b#Как продвигается работа на ферме?$1",
  "Mon2": "*зевок* Здравствуйте, мистер @!$5^*зевок* Здравствуйте, мисс @!$5#$b#Простите меня за сонливость. Я всю ночь изучал древние артефакты.$5#$e#Когда человек исследует неизвестное... легко потерять счёт времени!$1",
  "Mon10": "Нам пожертвовали замечательные артефакты и минералы с выставки...$5#$b#Вот один из них, мистер @. [336]^Вот один из них, мисс @. [336]",
  "Tue": "Утраченные реликвии прошлого погребены в самой земле, по которой мы ходим...$5#$e#Мэр Льюис однажды сказал мне, что видел, как вы раскапываете артефакты по всему городу.$5",
  "Tue6": "Я размышляю над достоверностью исследовательской статьи...$5#$b#Тот, кто её написал, вызывает сомнения.$5#$e#До встречи, мистер @.$5^До встречи, мисс @.$5",
  "Wed": "Я свободно владею несколькими языками, в том числе и дварфским.$5#$b#Чтобы уметь разгадывать тайны прошлого, необходимо понимать разные языки.$1",
  "Wed8": "Хотите услышать свежую новость? Исследователь обнаружил артефакты в пустыне Калико!$1#$e#Такие находки особенно важны для данной области.$5",
  "Thu": "*вздох* Есть люди, которые никогда не кладут книги на место должным образом...$2#$e#О, не обращайте внимания, мистер @.$5^О, не обращайте внимания, мисс @.$5",
  "Thu8": "Возможно, хорошая еда и напитки - это то, что нужно на неделю тяжёлой работы!$1#$e#Вам уже приходилось пробовать коктейль «Падающая комета»?$5",
  "Fri": "Когда-нибудь я сделаю потрясающее открытие!$1",
  "Fri6": "Вам не попадались в последнее время какие-нибудь древние объекты?$5#$e#Здесь, в долине Стардью, под землёй погребено много тайн.$1",
  "Sat": "Пенни несколько дней в неделю занимается с Винсентом и Джас в библиотеке.$5",
  "Sat4": "Пожертвованные вами артефакты и минералы помогают мне в моих исследованиях, мистер @.$5^Пожертвованные вами артефакты и минералы помогают мне в моих исследованиях, мисс @.$5#$e#Спасибо.$5",
  "Sun": "Сегодняшняя работа на ферме уже закончена?$5#$e#Мне нужно провести исследование сегодня вечером... Я приближаюсь к огромному открытию!$1",
  
  //SUMMER DIALOGUE
  "summer_1": "Сегодня жаркий и потный денёк...$2",
  "summer_10": "Завтра губернатор принимает участие на празднике.$1#$e#Губернатор - удивительный чиновник. Его рейтинг одобрения держится куда выше среднего.$5",
  "summer_28": "В библиотеке есть книга, в которой подробно описаны научные данные о полуночных медузах.$5#$b#Поистине замечательные водные существа.$1",
  
  "summer_Mon": "Вы можете найти закопанные предметы на своей ферме.$5#$e#Большая часть истории %farm.$5",
  "summer_Mon6": "Слаймы существуют уже около 40 000 лет. В своих приключениях вам могут встретиться окаменевшие слаймы.$5#$e#Ха-ха! Монстры существовали задолго до людей.$1",
  "summer_Sat": "В западном лесу можно найти старинные мечи.$5#$e#Давным-давно там была битва...$5#$e#До свидания, мистер @.$5^До свидания, мисс @.$5",
  "summer_Sat6": "Птицы сегодня поют.$5#$e#Ах, это напомнило мне... что нужно наполнить кормушку для птиц.$1",
  
  //FALL DIALOGUE
  "fall_1": "Ах... вы это слышите?$5#$b#Шуршание листьев, несущихся вместе с ветром.$1",
  "fall_5": "На днях Вилли поделился со мной историей про рыбалку.$1#$e#Он рыбачил на реке поздно вечером в городе...$5#$b#Как вдруг... яркий свет с реки выхватил наживку с его удочки!$1#$b#Он говорит, что это дело рук «Рыболова».$5",
  "fall_15": "Мэр Льюис говорит, что завтра на фестивале будет около двух десятков туристов.$5",
  
  "fall_Tue": "Во время учёбы в университете, ещё юнцом, я совершал невероятные открытия.$5#$e#Доброго дня, мистер @.$0^Доброго дня, мисс @.$5",
  "fall_Tue8": "Благодарю за пожертвования, мистер @.$5^Благодарю за пожертвования, мисс @.$5#$e#Вы так много делаете для одного человека!$1",
  "fall_Fri": "Устройства дварфов вызвали промышленные революции по всему миру.$5#$e#Их технология формирует современный мир, в котором мы живём.$1#$e#Нефть и уголь загрязняют... но удовлетворяют энергетические потребности нашего общества.$5",
  "fall_Fri8": "Иногда я выхожу на улицу, чтобы посмотреть на общественный сад. Люди приложили много усилий.$5#$b#Если я увижу, что там приземлилась ворона, я выбегу и спугну её!$1",
  
  //WINTER DIALOGUE
  "winter_1": "Если вам вдруг станет холодно, загляните в библиотеку.$5#$b#Вы сможете согреться у огня.$1",
  "winter_24": "Многие люди с нетерпением ждут Пира Зимней звезды.$1#$e#Я буду помогать Гасу готовить еду.$5",
  "winter_28": "Снег скоро растает.$5#$e#Желаю удачи в сельскохозяйственном сезоне, мистер @.$5^Желаю удачи в сельскохозяйственном сезоне, мисс @.$5",
  
  "winter_Tue": "Хм-м-м-м...$2#$e#...$2#$e#О, здравствуйте. Я размышляю о... проблеме в моём исследовании.$5#$e#Доброго дня, мистер @$5^Доброго дня, мисс @.$5",
  "winter_Tue8": "Клинт сказал мне, что временами он чувствует себя археологом.$5#$e#Ну, это всё из-за жеод, которые вы заставляете его вскрывать.$1",
  "winter_Thu8": "Я никогда не забуду ваши героические подвиги в шахтах.$5",
  "winter_Sun": "Здравствуйте, мистер @. Надеюсь, ваш день будет насыщенным!$1^Здравствуйте, мисс @. Надеюсь, ваш день будет насыщенным!$1",
  "winter_Sun6": "О, вы используете свою мотыгу для раскопок артефактов?$5#$e#У меня есть удобная лопата, которую я мог бы одолжить вам.$1",
  
  //EVENT DIALOGUE
  "gunther_event1": "Да. Несколько цивилизаций жили в этой долине много сотен лет назад. Эльфы, дварфы, духи пустоты...$5#$b#Я полон решимости разгадать тайны, окружающие эти древние народы.$5",
  "gunther_event2": "Я согласен, мистер @.$5^Я согласен, мисс @.$5",
  "gunther_event3": "Хм... да. Немало оружия погребено под землёй, на которой мы стоим.$5#$b#Возможно, когда-нибудь мы узнаем о происхождении этой древней войны между другими расами...$5",
  "gunther_event4": "Хм-м...#$b#Позвольте мне сделать свой собственный вывод на этот счёт, мистер @.^Позвольте мне сделать свой собственный вывод на этот счёт, мисс @.$5",
  "gunther_event5": "Ну... да. Я волнуюсь.$2#$b#Это мой первый раз, когда я исследую шахты.$5#$b#Для меня большая честь, что такой уважаемый искатель приключений, как вы, сопровождает меня.$1",
  "gunther_event6": "Это обнадёживает.$5#$b#Для меня большая честь, что такой уважаемый искатель приключений, как вы, сопровождает меня.$1",
  "gunther_event7": "Я буду прямо за вами.$5",
  "gunther_event8": "Я буду прямо за вами.$5"
  
}

