
{
  //SPECIAL DIALOGUE
  "Introduction": "Вы только посмотрите, кто это? Это же новый фермер, о котором все говорят. Наконец переехал в долину, как погляжу.$1^Вы только посмотрите, кто это? Это же новый фермер, о котором все говорят. Наконец переехала в долину, как погляжу.$1#$b#Я работаю на ферме Фэйрхейвен много лет. Получаю немного, но зато работа честная.$0#$e#Тебе повезло, что ты получил эту собственность от своего дедушки.$2^Тебе повезло, что ты получила эту собственность от своего дедушки.$2",
  "claireSaloonPaid": "@, это было очень мило с твоей стороны - заплатить за ту женщину.$0#$e#Гас не может делать всем исключения. Нелегко быть обладателем бизнеса.$0",
  "claireSaloon": "Подслушал ту женщину в салуне.$0#$e#20 з. - кому-то покажется это мелочью, но для некоторых от этого зависит будешь ты сегодня есть или нет.$0",
  "pamHouseUpgrade": "Я слышал, у Пэм теперь есть настоящий дом, и что это твоя заслуга, фермер.$0#$b#И дальше твори добрые дела сообществу.$1",
  "pamHouseUpgradeAnonymous": "Я слышал, у Пэм теперь есть настоящий дом, благодаря спонсированию одного анонима.$0#$e#Хм-м... Интересно, кто мог такое сделать?$2#$e#%Энди смотрит на вас любопытным взглядом.",
  "Resort_Entering": "Вилли сказал, что ты помог починить лодку. Очень любезно с твоей стороны, @!$0^Вилли сказал, что ты помогла починить лодку. Очень любезно с твоей стороны, @!$0",
  "Resort_Leaving": "Наконец-то наступил отпуск!$1",
  "Resort_Shore": "Такая жара давит на меня. Может, искупаться в океане.$2",
  "Resort_Chair": "%Энди смотрит на Самоцветное море.",
  "Resort_Bar": "*буль буль буль*$6",
  "Resort": "Полагаю, с этого острова можно собрать хороший урожай, если хорошенько присмотреться.$0#$e#М? Что такое, во имя Иобы, за «Золотой орех»?$2",

 //SPECIFIC MAP AND COORDINATES DIALOGUE
  "Custom_AndyHouse_9_6": "Что, во имя Иобы, ты здесь делаешь?! Я в кровати! Уходи!$7",
  "Custom_AndyHouse6_9_6": "Я пытаюсь уснуть. Приходи позже, @.$5",
  "ForestWest_58_22": "Прости, @. Я не в настроении говорить.$0",
  "SeedShop_37_22": "Я не всегда верил в Иобу. Я вовремя одумался, когда остро нуждался в помощи.$2#$b#Иоба спас меня. Самое меньшее, что я могу сделать, это проявить уважение к нему.$1",
  "JojaMart": "У Джоджа самые лучшие и дешёвые продукты. Если бы я покупал у Пьера, я бы обанкротился.$2",

  //SPRING AND GENERAL DIALOGUE
  "spring_1": "Не сейчас, фермер. Я занят. Начало нового сезона ведь!$1#$e#Пора немного запачкать руки. Удачи!$3",
  "spring_7": "Весной возле моей фермы на дороге прорастает молодой лук.$0#$e#Если я нарву несколько, то смогу приготовить хорошее блюдо!$1",
  "spring_12": "Участвуешь в завтрашней охоте за яйцами, @?$3#$e#Ты должен поступить правильно и дать Винсенту или Джас победить. Я бы так сделал.$0^Ты должна поступить правильно и дать Винсенту или Джас победить. Я бы так сделал.$0#$e#Я не понимаю, почему ты, Сэм и Абигейл участвуете. Это несправедливо по отношению к детям.$2",
  "spring_18": "Ферма Фэйрхейвен гордится тем, что поставляет много урожая в соседние города.$0#$b#В частности, Джордж скупает весь мой лук-порей.$3#$e#Джордж любит лук-порей, @. Если ты хочешь добиться его расположения, дай ему один лук-порей или два. Ты увидишь, как его лицо засияет.$0",
  "spring_23": "Завтра мы собираемся в лес на Цветочные танцы, фермер. Я могу найти дорогу туда и обратно с закрытыми глазами.$1#$e#Может быть, я найду хорошие растения по дороге туда.$3",
  "spring_28": "Я слышал в новостях, что в этом году летом мы будем жариться сильнее, чем яйцо на сковороде.$0#$e#Убедись, что твои посевы тщательно политы, @. Не хотел бы, чтобы они засохли.$2",

  "Mon": "... Привет.$0#$e#Что те надо?$2#$e#Я не раздаю семена или посевы.$2",
  "Mon2": "Привет, @. Это начало новой недели.$0#$e#У меня сегодня много работы на ферме.$2",
  "Mon8": "Счастливого понедельника, дружище фермер.$1^Счастливого понедельника, подруга.$1#$e#Начало новой недели означает начало новой нагрузки.$1",
  "Tue": "%Энди замечает вас, но ничего не говорит.",
  "Tue2": "Как продвигается твоя работа на ферме %farm, @?$0#$e#Рад слышать это.$0",
  "Tue8": "Я нашёл хорошие растения сегодня. Я половину съел, а остальное отправлю на продажу.$1",
  "Wed": "Мне нужно собрать немного еды сегодня. Вопрос в том, найду ли я пищу в лесу или куплю что-нибудь у Джоджа.$2",
  "Wed4": "На тебе много грязи, это показатель усердно работающего фермера!$1#$e#Продолжай работать, @.$0",
  "Wed10": "Привет. Ты сегодня полон энергии. Не поделишься секретом?$3^Привет. Ты сегодня полна энергии. Не поделишься секретом?$3#$e#Это была моя попытка пошутить. Я не такой смешной парень.$1#$e#Я ценю наши маленькие разговоры, @.$3",
  "Thu": "Кхм. Привет.$0#$e#%Энди игнорирует вас.",
  "Thu4": "Рад тебя видеть, @.$3#$e#Хорошего дня.$1",
  "Thu8": "Сегодня утром нашёл в лесу огромное количество одуванчиков, лука-порея и хрена. Держу пари, что их можно продать за скромную цену.$1#$e#В лесу всегда есть растения, @. Тебе просто следует осмотреться.$1#$e#Мы можем как-нибудь вместе отправиться на поиски диких растений, если хочешь. Я покажу тебе хорошие места.$2",
  "Fri": "Если ты хочешь добиться моего расположения, купи мне выпить в салуне.$0",
  "Fri2": "Наконец-то пятница. Теперь я могу выпить, не чувствуя себя виноватым.$2",
  "Fri8": "Я куплю тебе выпить в салуне как-нибудь. Весь твой тяжкий труд должен быть вознаграждён.$3",
  "Sat": "%Энди видит вас, но решает ничего не говорить.",
  "Sat4": "Я спал всё это утро. Думал, будет немного полегче, потому что сегодня суббота.$1#$e#Но всё же, это не оправдание, чтобы расслабляться на ферме.$2",
  "Sat10": "У нас, фермеров, нет времени на безделье по выходным. Слишком много работы, которую надо выполнить.$3#$e#Продуктивного дня, @. Заставь эту долину гордиться собой.$1",
  "Sun": "Я никогда не видел тебя на богослужении в воскресенье. Ты не веришь в Иобу?$5",
  "Sun2": "Если ты хочешь узнать больше о Иобе, подумай о том, чтобы приходить на богослужения по воскресеньям.$0#$e#Джоди, Джордж и я обычно единственные, кто этим занимаются, но мы могли бы научить тебя кое-чему.$3",
  "Sun8": "Мне нравится посещать храм Иобы в воскресенье. Это время саморефлексии и признательности.$1#$e#Наслаждайся остатком дня, фермер.$3",

  //SUMMER DIALOGUE
  "summer_1": "В такие деньки я хочу найти красивое дерево и почитать отрывки из писаний Иобы.$1#$e#Отрывок 13:2С - один из моих самых любимых. Он учит урокам жизни.$0",
  "summer_3_1": "Этот звук, Иоба его подери, разбудил меня прошлой ночью! Что это за чертовщина!?$5",
  "summer_10": "Завтра я положу в суп немного острых ягод иридиевого качества.$1#$b#Они придадут нужную остроту!$3",
  "summer_20": "Пэм выпила шесть стаканов прошлой ночью в салуне. Не думаю, что у неё всё хорошо. Я должен проверить, как она.$2#$e#Обычно она выпивает только три или четыре. Что-то случилось.$0",
  "summer_28": "Медузы появятся у пляжа сегодня вечером. Ты присоединишься к нам?$0",

  "summer_Mon": "Джоджа прислала мне письмо с купонами. Я получу 5 процентов скидки от моей следующей покупки!$0#$e#Это точно отличное начало недели.$3",
  "summer_Mon2": "Не знаю, где ты берёшь время на то, чтобы бродить и разговаривать с людьми, когда у тебя такой большой участок.$2#$e#Некоторым из нас хотелось бы иметь такое место, чтобы проводить там весь день.$2",
  "summer_Mon6": "Как дела, фермер?$0#$e#Эх, в этом сезоне урожай не так хорош, как я надеялся. Этот год может оказаться тяжёлым.$2",
  "summer_Mon10": "Спринклеры удивительны, если ты хочешь автоматизировать свою ферму. Хотя, ферма Фэйрхейвен слишком мала для этих устройств.$0#$e#Я не возражаю против того, чтобы вручную поливать мои посевы. Мне это действительно нравится. Но для такой большой фермы, как твоя, тебе нужно подумать об автоматизации.$0",
  "summer_Tue": "Этим утром я потерял два растения из-за этих, Иоба их подери, ворон. Нужно что-то с этим делать.$2",
  "summer_Tue2": "Вчера у нас мэром Льюисом возникли разногласия. У меня предчувствие, что сейчас я ему не нравлюсь.$2#$e#О чём мы спорили? Это не твоё, Иоба подери, дело.$2",
  "summer_Tue4": "Пьер не продаёт мой урожай или собранные мной дикие растения в своём магазине. Из-за этого мы не ладим.$2#$e#Ах, почему? Потому что. Он не самый хороший хозяин магазина. Почему ещё?$2#$e#Временами я чувствую, как все, кроме тебя, в этом городе просто хотят, чтобы я исчез, @.",
  "summer_Tue8": "Этим утром ворона, Иоба её подери, съела мои посевы. Проклятые летающие воры.$7#$e#Извини, @. Обычно у меня всегда есть время для тебя, но я не в настроении говорить.$2#$e#Я же сказал - не сейчас.$5#$e#%Энди игнорирует вас.",
  "summer_Wed": "Чёртова пчела ужалила меня сегодня! В следующий раз мне нужно надеть перчатки при сборе мёда.$2",
  "summer_Wed6": "В ближайшее время мне нужно отправиться в Грэмплтон, один из мастеров там изготовит мне улей.$0#$e#У меня нет большого опыта в их создании. Однако, я слышал, ты хорош в ремесле.$0^У меня нет большого опыта в их создании. Однако, я слышал, ты хороша в ремесле.$0",
  "summer_Thu": "Ты всегда можешь рассчитывать на кукурузу для стабильной и медленной прибыли, потому что она дает урожай в течение двух сезонов.$1#$e#По этой причине я сажаю кукурузу в летний сезон. Помогает мне сэкономить на семенах.$0",
  "summer_Thu4": "Ты знаешь, что у тебя пятно на лице, @? Можешь проверить, посмотрев в зеркало.$3#$e#Много грязи на коже - показатель трудолюбивого фермера.$0",
  "summer_Thu8": "Я мельком увидел ферму %farm на днях. Ты добился прогресса, @.$0^Я мельком увидел ферму %farm на днях. Ты добилась прогресса, @.$0#$e#Я бы хотел взглянуть на неё поближе, если ты не против.$3",
  "summer_Fri": "Попадалось что-нибудь хорошее в лесу в последнее время, фермер?$0#$e#Только не собирай слишком много. Я полагаюсь на добычу диких растений, это часть моего существования, знаешь ли.$0",
  "summer_Fri8": "Я нашёл изрядное количество растений в лесу Синдерсэп. Учитывая, что мне попалось, я считаю, что мог бы хорошо заработать в этом сезоне.$1#$e#Пока, фермер!$3",
  "summer_Sat": "Этим утром я нашёл несколько острых ягод, что расли по ту сторону моего забора.$1#$b#Преимущество фермы в лесу.$0#$e#Хорошего дня, фермер.$0",
  "summer_Sun": "Дай мне знать, если хочешь позаимствовать мои писания Иобы. У меня есть подробные заметки о самых популярных отрывках.$0",
  "summer_Sat6": "Запомни, фермер, всегда можно собрать хороший урожай, если знаешь где искать!$1",

  //FALL DIALOGUE
  "fall_1": "Осень - хорошее время года для собирательства, @. Огромное количество грибов, созревших для сбора.$0#$e#Не хватай их все. Оставь немного мне.$2",
  "fall_4": "Я видел, как ты заходишь в ту гильдию искателей приключений в городе. Ты подрабатываешь охотником на монстров?$0#$e#Это опасная работа. Я благодарен, что ты рискуешь своей жизнью ради таких людей, как я, сохраняя эту долину в безопасности.$1#$b#Спасибо тебе, @.$0",
  "fall_10": "Эта девушка, София, с виноградника вступила во владение после того, как её родители...$0#$b#Нет, ничего. Тебе нужно поговорить с ней об этом.$2#$e#Хорошего дня, ладно?$0",
  "fall_15": "Завтра у меня будет собственный выставочный лоток, фермер. Не беспокойся, я не планирую выиграть.$0#$e#Я ни разу не выигрывал. И не думаю, что это изменится завтра...$2",
  "fall_23": "Вчера я работал на своём поле, и увидел, как несколько военных подошли к башне Волшебника.$2#$b#Эти подлые правительственные чиновники всё ещё пытаются завербовать ведьм и волшебников для своей войны.$5#$e#Пф-ф. Ужас какой.$2",
  "fall_27": "Пьер делится своим пряным тыквенным сидром в День всех духов.$3#$b#Обычно он делится им только со своими «близкими» друзьями.$2#$b#Хорошо, если я смогу попробовать его через год.$0",
  "fall_28": "Урожай скоро начнёт умирать, фермер. Зима надвигается.$0#$e#Увидимся.$0",

  "fall_Mon": "Я собрал несколько высококачественных культур этим утром. Каждый раз удобрение Джоджа работает, как магия.$3#$e#Я рекомендую использовать удобрения Джоджа, @. Это поможет тебе получить хорошую прибыль.$0",
  "fall_Mon2": "Вчера купил новый топор у Клинта. Я сломал медный, вырубая деревья в этом лесу.$0#$e#Улучшение инструментов - это важно, @. Пусть это будет уроком для тебя.$0",
  "fall_Mon8": "У меня есть стальная мотыга, которую Клинт создал для меня. Он великолепен в том, что он делает.$0#$e#Улучшенная мотыга экономит моё время на ферме. Тебе стоит приобрести такую, если у тебя ещё нет.$0",
  "fall_Tue": "Нет времени на разговоры, фермер. Не у всех нас деньги текут рекой. Мне нужно зарабатывать на жизнь.$1",
  "fall_Tue4": "Я не превращаю свой урожай в ремесленные товары, такие как пиво или вино. Ферма Фэйрхейвен гордится тем, что поставляет высококачественные сырые культуры.$0#$e#Может быть, ты научишь меня, как использовать некоторые из этих приспособлений? Когда-нибудь.$3",
  "fall_Wed": "Я нашёл несколько фиолетовых грибов в лесу этим утром.$1#$e#Они очень хорошего качества! Я считаю, что за них можно выручить хорошие деньги.$3",
  "fall_Wed4": "Лес Синдерсэп хорош в это время года. Это одна из причин, по которой я решил жить здесь, работая на своей земле.$3#$e#Хорошего дня, фермер.$0",
  "fall_Wed8": "Привет. Мило с твоей стороны, что ты говоришь со мной.$3#$e#У меня запланировано много дел на сегодня.$0",
  "fall_Thu": "До великой рецессии в долине было больше ферм. Те, кто не смогли адаптироваться, обанкротились.$0#$e#Раньше у меня было больше друзей в долине...$0#$e#%Энди игнорирует вас. Он выглядит грустным.",
  "fall_Thu8": "Знаешь, фермер, раньше, когда наступали выходные, мне было очень одиноко. Но теперь мы друзья, и я с нетерпением жду встречи с тобой.$3",
  "Fall_Fri": "Сегодня я не могу сильно расслабляться. Слишком много работы нужно сделать до конца недели.$2",
  "fall_Fri4": "Ты сегодня вечером посетишь салун, @?$0#$e#Может, увидимся там.$3",
  "fall_Fri8": "Знаешь, мы должны как-нибудь собраться и отправиться в поход глубоко в лес.$3#$e#Кто знает, какие редкие растения мы могли бы найти?$3",
  "fall_Sat": "%Энди замечает вас и машет с улыбкой. Он выглядит занятым.",
  "fall_Sat4": "Добрый день, фермер. Надеюсь, этот сезон радует тебя.$0#$e#Удачи на ферме %farm. Ты делаешь то, чем эта долина может гордится.$0",
  "fall_Sun": "Люди, с которыми я хорошо лажу в городе Пеликан, это Джордж и Пэм. Немногие люди понимают меня. Может быть, это из-за разницы в возрасте.$0#$e#Что насчёт мэра Льюиса? Этот человек самый чертовски глупый из всех, что я видел. Мы с ним расходимся во взглядах.$2",
  "fall_Sun6": "Жить в долине Стардью - великая мечта фернгиллианца. Прекрасная земля, природные ресурсы, хорошие люди... в основном.$0#$b#Чего ещё можно желать?$1#$e#Ну, неплохо было бы иметь побольше денег и земли...$2",
  "fall_Sun10": "Я хожу в салун каждую пятницу по вечерам. Важно вознаградить себя за усердную работу.$3#$e#Надеюсь увидеть тебя в салуне сегодня вечером. Мы можем расслабиться и пообщаться, вместо того, чтобы разговаривать в магазине.$3#$b#Хорошо иметь друга рядом.$1",


  //WINTER DIALOGUE    
  "winter_1": "Зима - моё любимое время года. Она позволяет мне сосредоточиться на собирательстве вместо того, чтобы заниматься своей фермой.$1",
  "winter_7": "Завтра мы пойдём к месту подлёдной рыбалки в лесу, @. Я поведу.$1#$e#Я очень хорошо знаю дорогу, ведущую в лес. Я всё время хожу туда собирать растения.$0",
  "winter_12": "Скажи-ка. Думаешь леди Оливия заинтересовалась мной? Иногда я вижу, как она смотрит на меня в салуне.$3#$e#Может, стоит поздороваться как-нибудь?$2",
  "winter_24": "Мне не нравится это время года. Это мрачное напоминание о том, что у меня нет кого-то особенного в моей жизни.$2#$e#Я не ищу твоего чёртового сострадания, фермер.$5#$e#%Энди игнорирует вас.",
  "winter_28": "Готов к посадке растений, фермер? Весна приближается.#$e#Удачи тебе! Я буду делать то же самое.$1",

  "winter_Mon": "Пьер по-прежнему отказывается продавать мой урожай в своём магазине, а ещё задаётся вопросом, почему я никогда не покупаю там.$2#$e#...$2#$e#%Энди игнорирует вас. Он в расстроенном настроении.",
  "winter_Mon4": "Я не нашёл много растений сегодня в лесу. Кто-то другой забирает всё?..$2#$e#%Энди пристально смотрит на вас.",
  "winter_Mon8": "Марни позволила мне использовать её экстрактор семян, и я превратил свои некачественные продукты во множество семян.$1#$e#Мне нужно достать одну из этих машин в ближайшее время. Это сэкономило бы много денег.$2#$e#Мастера по дереву в Грэмплтоне продают их за 6000з. Дорого, но должно окупиться в будущем.$0#$e#Что? Ты говоришь, что можешь как-нибудь создать его для меня? Ну, это было бы очень щедро с твоей стороны.$1",
  "winter_Tue": "Джоджа прислали мне несколько купонов по почте этим утром. Они относятся к постоянным клиентам с большой заботой.$1#$e#Мне нужно пойти в библиотеку и использовать один из этих «компьютеров». Надо бы зайти на их сайт.$2",
  "winter_Tue8": "Сон - это роскошь, которую я могу себе позволить только в этом сезоне. Не так много работы на ферме.$0#$e#Я вижу, ты поднимаешься к той шахте. Сражаешься с монстрами, да?$2#$e#Удачи тебе. Там обитают опасные существа. Береги себя, @.$0",
  "winter_Wed":  "Ты когда-нибудь пробовал это вино, Блю Мун? Я не особо люблю вино, но у Софии хорошо получается его изготавливать..$0^Ты когда-нибудь пробовала это вино, Блю Мун? Я не особо люблю вино, но у Софии хорошо получается его изготавливать.$0",
  "winter_Wed4": "Я никогда не пойму, как Сьюзен может жить прямо у той железной дороги в горах.$2#$b#Эти проклятые поезда не давали бы мне спать всю ночь.$2",
  "winter_Wed8": "Мой любимый напиток - пшеничный эль Грэмплтона. Это лучший самодельный эль, который можно найти в регионе.$1#$e#Я захвачу для тебя бутылочку в следующий раз, и мы можем встретиться и поговорить о чём-нибудь на выходных.$2",
  "winter_Thu": "Сегодня я выкопал несколько зимних корней и снежных бататов в этом лесу. Их можно продать по хорошей цене.$1",
  "winter_Thu6": "Зима - это очень хороший сезон, чтобы проводить время в поисках пищи в лесу. Никаких посевов или ульев, за которыми надо следить!$1#$e#Я думаю, ты тоже ценишь дополнительное время, @.$0",
  "winter_Fri": "Сегодня, Иоба подери, холодно. Оставайся в тепле, фермер.$0",
  "winter_Fri8": "Я недавно прочитал отрывок из писаний Иобы, который поразил меня, @: «Не думай плохо о других, но помогай им преодолеть себя».$0#$e#Из этой книги можно извлечь изумительные уроки. Может я ещё когда-нибудь поделюсь с тобой некоторыми из моих любимых отрывков.$3",
  "winter_Sat": "Иногда я вижу яркие огни, исходящие ночью из Башни Волшебника. Интересно, что он там делает?$2",
  "winter_Sat4": "Пытался поболтать с мэром Льюисом сегодня, и он сделал вид, что даже не слышал меня.$2#$e#Полагаю, что я не буду налаживать наши отношения в ближайшее время.$2",
  "winter_Sat8": "Слишком много людей в наши дни говорят глупости и неуважительно относятся к нам, пожилым людям.$2#$e#Должен сказать, я ценю, что ты ведёшь себя соответственно своему возрасту.$0#$e#Хорошего тебе дня, @. Продолжай работать в том же духе на ферме %farm.$0",
}
