{
  //SPECIAL DIALOGUE
  "patio_Wizard": "Приятный денёк для прогулок. Присоединишься ко мне?$0",
  "spouseRoom_Wizard": "М-м-м-м ... Я не хочу полностью занимать дом, но я бы хотел, чтобы у меня было место для ещё нескольких моих книг заклинаний. Просто хотел посоветоваться с тобой.$0",
  "funReturn_Wizard": "Какое прекрасное место, чтобы вернуться сюда снова.$1",
  "funLeave_Wizard": "Отлучусь по своим загадочным делам. Вернусь к ужину, обещаю.$0",
  "OneKid_0": "В детях есть что-то волшебное, разве нет?$0#$b#Воображение без границ - мощный инструмент.$0",
  "OneKid_1": "Ох... Все магические тренировки в мире не могли подготовить меня к вызову, который представляет грязный подгузник.$0",
  "OneKid_2": "Я надеюсь, что в нашем ребёнке есть лучшее, что есть в нас обоих. И, надеюсь, не слишком много плохого.$0",
  "OneKid_3": "Замечал ли ты какие-нибудь намёки на магическую активность в нашем ребёнке? Ну... знаки не всегда появляются так рано.$0^Замечала ли ты какие-нибудь намёки на магическую активность в нашем ребёнке? Ну... знаки не всегда появляются так рано.$0",
  "OneKid_4": "Когда наш ребёнок подрастёт, давай поедем отдыхать на Имбирный остров.$0#$e#Я бы хотел, чтобы он вырос с широким взглядом на мир за пределами этой маленькой долины.$1",
  "TwoKids_0": "Из всех красивых мест, которые я посетил в процессе работы, ни одно из них не сравнится с этим фермерским домом и нашей маленькой семейкой.$1#$e#%Магнус улыбается вам.",
  "TwoKids_1": "Дети ведь не кошки? Двое действительно доставляют в два раза больше хлопот. ...По меньшей мере.$0",
  "TwoKids_2": "Кажется, сегодня я видел, как у одного из наших детей проявились первые признаки телекинеза!$3#$e#С полки сразу соскользнул плюшевый мишка... возможно, это был призыв!$0#$b#... Да, я допускаю, что медведь мог просто упасть.$2",
  "TwoKids_3": "Что ты думаешь о том, чтобы попросить Абигейл присмотреть за детьми?$0#$e#... Просто мысли вслух.$1",
  "TwoKids_4": "Я очень надеюсь, что хотя бы один наш ребёнок решит пойти по моим стопам.$0#$e#Полагаю, это немного наивно, не так ли? Но мир магии - это тот мир, которым я бы хотел поделиться.$0",
  
  //SEASONAL DIALOGUE
  "spring_Wizard": "Не хочешь потом прогуляться со мной по лесу? Я могу показать тебе все полезные растения, которые можно там найти весной.$1",
  "spring_1": "Я всегда знаю, что весна пришла... Просто я слышу, как деревья поют о перерождении.$0#$e#М-м-м? Да, конечно, деревья поют. Их можно услышать, если внимательно прислушаться.$0",
  "spring_13": "Сегодня фестиваль яиц, не так ли? Каждый год я задумываюсь, с какого же ритуала началась традиция охоты за яйцами...$0#$e#Я уверен, что это было нечто древнее...$0",
  "spring_24": "Хочешь потанцевать со мной сегодня? О, ты можешь танцевать со мной в любой день, когда захочешь.$1",
  "summer_Wizard": "Нет ничего лучше летнего бриза, чтобы успокоить душу. И, честно говоря, грозы мне тоже по душе.$0#$e#Весь этот захватывающий треск в воздухе!$1",
  "summer_1": "Пришло лето! Поскольку все растения пышные и растущие, нам будет намного проще черпать ману из окружающего мира.$0",
  "summer_11": "Сегодня Луау, да? Я уверен, что всё, что придумает город, будет так же вкусно, как обычно.$1",
  "summer_28": "Сегодня нас посетят лунные медузы. Мы о них почти ничего не знаем, но...$0#$b#Я подозреваю, что у них больше мистических способностей, чем у любых других морских существ, с которыми мы сталкивались.$1",
  "fall_Wizard": "Пришло время жатвы. Надеюсь, в этом году у нас большой урожай.$0",
  "fall_1": "Осенью много грибов. Их можно использовать в немалом наборе зелий!$1#$e#Если ты пойдёшь собирать грибы, я бы с радостью забрал у тебя парочку.$0",
  "fall_16": "Надеюсь, ты подготовил выстовочный лоток, который точно отражает твой значительный талант.$1^Надеюсь, ты подготовила выстовочный лоток, который точно отражает твой значительный талант.$1#$e#%Магнус улыбается вам.",
  "fall_27": "Сегодня мне нужно поработать с городским лабиринтом! Это требует много маны, работа отнимет у меня много сил.$0#$e#Надеюсь, тебе и остальным горожанам он понравится... И мои извинения, если мне придётся опереться на тебя по дороге домой.$1",
  "fall_28": "Я чувствую, что надвигается сильная зимняя буря...$0",
  "winter_Wizard": "Зимой я обычно нахожу время, чтобы укрепить городской барьер, а затем перехожу к чтению.$0#$e#Я едва прочёл четверть книг в своей башне...$0",
  "winter_1": "Сильная буря, не так ли? Но мир, покрытый снегом, выглядит прекрасно даже в суровую погоду.$0",
  "winter_8": "Полагаю, сегодня ты будешь на Ледовом празднике. Удачи!$1#$e#В лесу есть место с магическим потенциалом, которое я хотел бы оценить. Ты можешь присоединиться ко мне, когда закончишь соревноваться в рыбалке с Вилли.$0",
  "winter_12": "Ночной рынок появится через несколько дней. В прошлом я собирал там редкие ингредиенты, которые мне очень пригодились в дальнейшем.$0",
  "winter_25": "Счастливого Пира Зимней звезды, любовь моя. Я с нетерпением жду возможности провести ещё один год вместе.$4",
  
  //DAY DIALOGUE
  "Indoor_Day_Wizard": "Какой уютный дом мы сделали на этой маленькой ферме! Намного лучше, чем дряхлая башня.$1",
  "Indoor_Day_0": "Думаю, сегодня мне надо немного прибраться... Ты не будешь слишком винить меня, если я воспользуюсь магией, чтобы помочь себе, верно?$0",
  "Indoor_Day_1": "У меня здесь на сегодня запланирован небольшой ритуал.$0#$e#Не волнуйся, беспорядка не будет.$0#$b#Надеюсь...$3",
  "Indoor_Day_2": "Ты держишь в холодильнике очень качественнвые продукты с фермы.$0#$b#Мне даже не надо ходить за покупками в магазин.$1",
  "Indoor_Day_3": "Хм... Думаю, стоит сегодня прогуляться по лесу. Здесь мне немного не по себе.$0",
  "Indoor_Day_4": "Как думаешь, у нас найдётся место для ещё одной книжной полки?$1",
  "Outdoor_Wizard": "Я всегда предпочитал находиться на улице, чем сидеть взаперти. Это слишком ограничивает взгляд на мир.$0",
  "Outdoor_0": "*Хм...* Привет, @! Прекрасный день, не правда ли?$1",
  "Outdoor_1": "Ты был в деревне Касл? Я предпочитаю здешний воздух. Он чище, чётче и не пахнет волшебством.$0^Ты была в деревне Касл? Я предпочитаю здешний воздух. Он чище, чётче и не пахнет волшебством.$0",
  "Outdoor_2": "Растения всегда приносят в окружающий мир избыток маны. Она настолько сконцентрирована на этой ферме.$0#$e#Я чувствую себя невероятно живым.$1",
  "Outdoor_3": "У меня заканчиваются запасы зелий. В ближайшее время нужно отправиться в лес, собрать побольше ингредиентов.$0",
  "Outdoor_4": "Сегодня утром я заметил редкую птицу над фермой! Интересно, прилетела ли она с Ферн-Айленда.$0",
  "Rainy_Day_0": "Дождь пойдёт на пользу посевам, даже если моей шляпе будет плохо.$0",
  "Rainy_Day_1": "Я знаю, это необычно, но дождь поднимает мне настроение.$1",
  "Rainy_Day_2": "После ужина сегодня вечером зажжём хороший огонь и свернёмся калачиком перед ним?$0#$e#Мне было бы несложно разжечь нам огонь.$1",
  "Rainy_Day_3": "Единственный раздражающий минус мантий - как они тяжелеют от дождя...$0",
  
  //NIGHT DIALOGUE
  "indoor_Night_Wizard": "Добро пожаловать домой, @. Я надеюсь, ты не слишком много работал сегодня.$0^Добро пожаловать домой, @. Я надеюсь, ты не слишком много работала сегодня.$0",
  "Indoor_Night_0": "Сегодня ночь обещает быть холодной.$0#$b#Хороший повод прижаться друг к другу.$1",
  "Indoor_Night_1": "Уверен, что у тебя сегодня был продуктивный день. Хорошенько расслабься этим вечером, слышишь?$0#$e#%Магнус улыбается вам.",
  "Indoor_Night_2": "У меня был долгий день. Я рад, что он подошёл к концу...$0#$e#Как прошёл твой день?$1",
  "Indoor_Night_3": "Скоро мне предстоит поездка для Гильдии. Даже сама мысль об этом меня утомляет...$0",
  "Indoor_Night_4": "Напомни мне показать тебе одно заклинание, над которым я поработал. Это всего лишь заклинание защиты, но его эффекты привлекают внимание.$0",
  "Rainy_Night_Wizard": "Давай хорошенько отдохнём сегодня вечером.$1",
  "Rainy_Night_0": "После такого дождя лес точно омолодится. Завтра утром деревья будут в великолепном состоянии.$0",
  "Rainy_Night_1": "Звук дождя по крыше почти гипнотический, тебе так не кажется?$0",
  "Rainy_Night_2": "Сегодня я потратил много маны. Долгий отдых пойдёт мне на пользу.$0",
  "Rainy_Night_3": "Твои посевы непременно оценят такую ​​погоду.$1",
  "Rainy_Night_4": "Я должен пойти проверить сад моей башни утром.$0#$e#Древним фруктам нужно больше воды, чем большинству других растений. Возможно, поэтому они почти вымерли...$0",
  
  //AFFECTION DIALOGUE
  "Good_0": "Ах, здравствуй, дорогой! Я как раз думал о тебе.$1^Ах, здравствуй, дорогая! Я как раз думал о тебе.$1",
  "Good_1": "Я тут подумал и решил попробовать себя в выпечке. Думаю, с учётом всех обстоятельств, получилось довольно неплохо. [234 222 220]$0",
  "Good_2": "Несмотря на всю душевную боль моего прошлого, я никогда не думал, что буду просыпаться в такие сладкие денёчки, как эти...$0#$e#Спасибо тебе за то, что дал шанс ворчливому старому волшебнику.$4^Спасибо тебе за то, что дала шанс ворчливому старому волшебнику.$4",
  "Good_3": "Надеюсь, у тебя сегодня чудесный день, дорогой.$1^Надеюсь, у тебя сегодня чудесный день, дорогая.$1",
  "Good_4": "В моей башне хранятся всевозможные редкие книги, реагенты и амулеты, которые я понабрал со всего мира, некоторые сейчас уже почти невозможно найти.$0#$b#Но ничто из этого не сравнится с тем, насколько ты дорог мне.$4^Но ничто из этого не сравнится с тем, насколько ты дорога мне.$4#$e#Я понимаю, что это было ужасно банально с моей стороны. Но мне всё равно, как ты отреагируешь.$0",
  "Good_5": "В ближайшее время мне нужно придумать новое заклинание, чтобы произвести на тебя впечатление... Я не хочу, чтобы ты думал, что я теряю хватку!$1^В ближайшее время мне нужно придумать новое заклинание, чтобы произвести на тебя впечатление... Я не хочу, чтобы ты думала, что я теряю хватку!$1",
  "Good_6": "Давай как-нибудь вдвоём отправимся в небольшое уединённое путешествие. Я могу потянуть за ниточки в Гильдии, и подыщу нам местечко в уютном городке где-нибудь в горах.$0",
  "Good_7": "Я люблю тебя по многим причинам, но одна из них заключается в том, насколько ты талантлив. Ты мастер во всём, к чему прикладываешь руку.$0^Я люблю тебя по многим причинам, но одна из них заключается в том, насколько ты талантлива. Ты такая мастерица во всём, к чему прикладываешь руку.$0#$e#Я очень восхищаюсь тобой за это.$4",
  "Good_8": "Ты так много работаешь! Тебе следует позаботиться о том, чтобы набраться сил. Я как раз приготовил тебе кое-что. [244 242 907 905 240]$0",
  "Good_9": "Знаешь, я не думаю, что когда-либо в своей жизни был так счастлив, как с тобой.$1",
  "Neutral_0": "Не работай сегодня слишком усердно. Мне бы не хотелось левитировать тебя домой.$0#$e#... Но если ты где-нибудь потеряешь сознание... мой хороший друг позаботится о тебе.$0",
  "Neutral_1": "Приятного дня, @?$0",
  "Neutral_2": "Магия очень требовательна, однако может быть полезной.$0",
  "Neutral_3": "В этом году дела у фермы идут очень хорошо.$1",
  "Neutral_4": "Ах! Ты поймал меня на том, что я витаю в облаках. Мои извинения.$3^Ах! Ты поймала меня на том, что я витаю в облаках. Мои извинения.$3",
  "Neutral_5": "Я не знаю, как тебе работалось в Пайн-Меса. У меня только от одного запаха и шума заболела голова.$0^Я не знаю, как ты работала в Пайн-Меса. У меня только от одного запаха и шума заболела голова.$0#$e#Я предпочитаю более спокойные места, например, долину Стардью.$1",
  "Neutral_6": "Рыбалка меня никогда не привлекала. Однако рад, что тебе нравится это занятие.$0",
  "Neutral_7": "Мне в ближайшее время нужно будет отправится в деревню Касл, повидаться с Камиллой. Нужно обсудить некоторые дела министерства. Она определённо интересная женщина.$0#$e#Она одобряет тебя, ты знаешь.$0",
  "Neutral_8": "Давай прогуляемся сегодня вечером. Смена обстановки пойдёт нам на пользу.$1",
  "Neutral_9": "Жизнь на ферме определённо мирная, не правда ли?$0",
  "Bad_0": "*вздыхает* Я сделал несколько серьёзных ошибок в прошлом, @. В конце концов, мне нужно будет их решить.$2#$e#Надеюсь, ты будешь рядом со мной, когда наступят те времена.$0",
  "Bad_1": "Я могу провести некоторое время в своей башне... Ты не сделал ничего плохого. Мне просто нужно немного времени на себя.$0^Я могу провести некоторое время в своей башне... Ты не сделала ничего плохого. Мне просто нужно немного времени на себя.$0",
  "Bad_2": "Эта проклятая женщина... Камилла полна талантов, но иногда она может приводить в ярость. Аргх...$5",
  "Bad_3": "... Ты счастлив со мной?$2^... Ты счастлива со мной?$2#$e#Извини, я знаю, что задавать этот вопрос нечестно. Забудь.$2",
  "Bad_4": "Новое заклинание, которое я тестировал, дало обратный эффект. Я чувствую себя... не совсем хорошо.$3#$e#Если ты проснёшься от лягушки в постели, я оставил на столе мешочек с порошком.$3#$e#Просто посыпь его на меня.$3#$e#...$3#$e#%Магнус зеленеет...",
  "Bad_5": "*Всхлип* Мне лучше не запускать аллергию... Это будет настоящей катастрофой, я не смогу работать.$0",
  "Bad_6": "Я чувствую себя сегодня совсем не в духе. Я не думаю, что ты можешь помочь чем-то.$0",
  "Bad_7": "Я не так эффективно работаю на ферме, как в своей башне. Слишком много отвлекающих факторов.$0#$e#Ой, мои... мои извинения. Я не хотел, чтобы это так прозвучало.$2",
  "Bad_8": "Прошлой ночью моя бывшая жена пролетела над моей башней и сумела сжечь несколько близлежащих деревьев дотла.$5#$e#Эта глупая женщина может разжечь лесной пожар, если не будет осторожна.$5",
  "Bad_9": "Я не в настроении говорить сегодня. Ничего, это скоро пройдёт.$0",
}
