{
  //SPECIAL DIALOGUE
  "patio_Claire": "Какой прекрасный вид на ферму. Погода сегодня отличная.$1",
  "spouseRoom_Claire": "М-м-м... что у нас сегодня по плану?$1#$e#У меня всегда всё расписано по минутам... ведь приятно быть организованной. Иначе бы я обязательно всё забыла.$5",
  "funReturn_Claire": "Работа сегодня была изнурительной... но я поговорила с интересными людьми.$0",
  "funLeave_Claire": "Доброе утро, солнышко.$1",
  "OneKid_0": "Я завидую нашему малышу. Пока %kid1 растёт на ферме %farm, детство нашей радости будет особенным.$1",
  "OneKid_1": "Ох, %kid1... Опять беспорядок в гостиной...$2#$e#Не беспокойся. Я позабочусь об этом.$1",
  "OneKid_2": "Угадай, у кого твои глаза? %kid1, покажи свои глазки...$1#$e#Хи-хи...$7",
  "OneKid_3": "Я думаю, мало кто готов стать родителем... но мы отлично справляемся.$1#$e#%kid1 любит быть на ручках.$5",
  "TwoKids_0": "Я покормила наших малышей натуральным яблочным йогуртом. У них хороший аппетит!$1",
  "TwoKids_1": "Наши дети такие замечательные... Это наша обязанность - воспитывать их правильно.$1",
  "TwoKids_2": "Нам повезло, что %kid1 и %kid2 растут такими здоровыми.$1",
  "TwoKids_3": "%kid1 уже ходит в таком раннем возрасте... Может, наши дети будут танцевать, как их мама?$1#$e#%Вы обнимаете Клэр.#$e#Хи-хи...$7",
 
  //SEASONAL DIALOGUE
  "spring_Claire": "Сегодня утром я выпила чашку зелёного чая. Я чувствую себя гораздо более энергичной.$5",
  "spring_1": "С Новым Годом. У меня такое чувство, что этот год будет насыщен событиями...$1",
  "spring_7": "На улице становится теплее!$6",
  "spring_13": "Сегодня Яичный фестиваль? Мы пойдём на него?$1",
  "spring_24": "Погода будет идеальной для Цветочных танцев.$1",
  "summer_Claire": "Я хочу, чтобы погода всегда оставалась солнечной и жаркой.$1",
  "summer_1": "Я готова к жаркой погоде, прекрасному голубому небу и абрикосовым пирогам!$5#$e#Я сделаю всё, что смогу, чтобы помочь по дому. Я знаю, что в начале сезона много работы.$1#$e#Удачи тебе сегодня!$6",
  "summer_11": "Надеюсь, на Луау будет абрикосовый пирог.$1#$e#Ты уже решил, что будешь добавлять в суп?$5^Ты уже решила, что будешь добавлять в суп?$5",
  "summer_28": "Какими бы великолепными ни были полуночные медузы, их танец означает, что лето заканчивается...$0#$e#Мне нужно разобрать свой гардероб и подготовить осенние наряды.$1",
  "fall_Claire": "Я хочу пойти в лес за грибами.$1#$b#Есть блюдо, которое я хочу приготовить. Для него требуются разнообразные грибы.$5",
  "fall_1": "Становится всё холоднее...$2#$e#Эм, давай оставим камин гореть. Хорошо?$0",
  "fall_16": "Удачи тебе сегодня на ярмарке.$1#$b#Наверное, приятно хвастаться своей тяжёлой проделанной работой!$5",
  "fall_27": "Магия интригует. Интересно, каким образом можно вызвать лабиринт?..$1#$e#Я знаю, что ты время от времени разговариваешь с местным волшебником. Может, спросишь у него?$5",
  "winter_Claire": "Я не знаю, как ты можешь работать на улице в такой холод.$1",
  "winter_1": "*вздох*... Х-холодно.$0#$e#Не возражаешь, если я в-включу обогреватель?#$e#%Вы обнимаете Клэр, чтобы согреть её.#$e#Хи-хи...$7",
  "winter_8": "Почему соревнования по подлёдной рыбалке должны проходить так далеко в лесу, где холодно?$2#$e#Я буду сидеть у костра...$1",
  "winter_12": "Я вынесла мусор и чуть не поскользнулась на льду...$2#$e#Я в порядке. Меня это просто поразило...$1",
  "winter_25": "Весёлого Пира Зимней звезды, @. Я заварила нам специальную смесь зелёного чая.[614]$4#$e#Ты самый лучший подарок из всех...$4#$e#%Вы обнимаете Клэр.#$e#Я люблю тебя...$7",
 
  //DAY DIALOGUE
  "Indoor_Day_0": "Доброе утро. Я встала пораньше и сварила кофе. [395]$1",
  "Indoor_Day_1": "Ты постоянно добавляешь и меняешь декорации нашей фермы... Мне это нравится.$1",
  "Indoor_Day_2": "Ты слышишь, как снаружи щебечут птицы?$1",
  "Indoor_Day_3": "У меня такое чувство, что сегодня произойдёт что-то хорошее.$1",
  "Indoor_Day_4": "Тебя разбудил аромат завтрака? Ну, давай есть! [201 195 194 210 211]$5#$e#Я сделала всё так, как ты любишь...$1",
  "Outdoor_Claire": "Я просто любуюсь фермой. Не беспокойся обо мне!$1#$e#Собираешься сегодня в город?$0",
  "Outdoor_0": "Доброе утро. Сегодня ты рано выскользнул из кровати...$1#$e#А у меня выходной, я могу делать всё, что захочу.$6",
  "Outdoor_1": "Моя кожа становится бледной... Немного солнечного света должно помочь.$1",
  "Outdoor_2": "У тебя сегодня что-нибудь запланировано?$1#$e#Звучит забавно!$5",
  "Outdoor_3": "Мне нравится просыпаться рано утром и слушать, как птицы начинают свой день.$1",
  "Outdoor_4": "Это место напоминает мне деревню. Здесь так много места!$1",
  "Rainy_Day_0": "О, у тебя осталась работа на улице? Только не простудись...$1#$e#И не забудь вытереть ботинки!$5",
  "Rainy_Day_1": "В такие деньки мне просто хочется сидеть дома с чашкой горячего зелёного чая.$1",
  "Rainy_Day_2": "Я собираюсь попробовать новый рецепт, который нашла в интернете. В следующий раз жди вкусненького ужина.$1#$b#Я знаю, тебе понравится.$5#$e#O? Да?$1#$e#...$4#$e#О! Глупышка же ты!$7",
  "Rainy_Day_3": "О, доброе утро. Сегодня ненастная погода...$0",
  "Rainy_Day_4": "Моя цель сегодня - оставаться дома и быть продуктивной. Может, попробовать что-то новое...$1",
 
  //NIGHT DIALOGUE
  "Indoor_Night_0": "Добро пожаловать домой! Как прошёл твой день?$1",
  "Indoor_Night_1": "O, уже %time? День пролетел так быстро...$0",
  "Indoor_Night_2": "Пока тебя не было, я вымыла посуду и подметала дом.$1#$e#У меня был довольно продуктивный день!$5",
  "Indoor_Night_3": "Привет, солнышко. С возвращением.$1#$e#А, у меня? Мой день был приятным.$5",
  "Indoor_Night_4": "Я приготовила ужин, пока тебя не было. Вот твоя тарелка. [606 209 207 214 224 235 236]$1#$e#Ну и как? Как тебе? Надеюсь, тебе понравится.$5#$e#!!!$7",
  "Rainy_Night_0": "Интересно, как птицы спят в такие холодные дождливые ночи?..$0",
  "Rainy_Night_1": "Ой! Твоя одежда промокла насквозь. Давай я принесу полотенце.$1",
  "Rainy_Night_2": "Слышишь, как дождь барабанит по крыше? Это успокаивает...$1#$e#Хм. Мы скоро пойдём спать?..$4",
  "Rainy_Night_3": "Я только что закончила готовить ужин. Я подумала, что сегодня мы поедим что-нибудь полезное. [196 609 610 200 607 650]$1",
  "Rainy_Night_4": "*зевок*... Я скоро лягу спать.$0",
 
  //AFFECTION DIALOGUE
  "Good_0": "Знаешь, я никогда не думала, что перееду в долину Стардью. Неужели это судьба?$1",
  "Good_1": "О-о-о... Ты сегодня выглядишь прекрасно, @. Вижу, ты побрился.$4^О-о-о... Ты сегодня выглядишь прекрасно, @. Мне нравится, как ты причесалась.$4",
  "Good_2": "Может, попробуем разводить птиц? Я возьму на себя всю работу!$5",
  "Good_3": "Я завидую твоему мастерству. Все эти аппараты и устройства, созданные тобой, невероятны.$1",
  "Good_4": "Мне кажется, я могу понять, о чём думают животные, когда я смотрю на них...$1#$b#Интересно, существуют ли волшебники или ведьмы, которые могут разговаривать с животными?$0#$e#Поговори с местным волшебником... может, он понимает животных?$1",
  "Good_5": "Ты пахнешь свежим воздухом, солнцем, дождём и морским бризом... Я бы узнала тебя с закрытыми глазами.$7#$e#...$4",
  "Good_6": "Я открыла для себя прекрасную классическую музыку, под которую мы могли бы танцевать вместе.$1#$e#Становится легче, когда попадаешь в ритм.$5",
  "Good_7": "Твой кулон русалки очень красивый. Я всегда буду им дорожить.$1",
  "Good_8": "Ты всегда присматриваешь за мной. Это меня так воодушевляет...$1#$e#Ох... Неужели я краснею...$4",
  "Good_9": "О. Ты чувствуешь сладкий запах? Он исходит из...[220 221 222 223 234 611 612 608]$1#$e#Выражение на твоем лице такое... Ха-ха!$7",
  "Neutral_0": "Я обычно питалась замороженными продуктами на ужин... но теперь я читаю кулинарные книги и готовлю настоящую еду.$1#$e#В следующий раз, когда я буду готовить, у меня запланирован сюрприз для тебя!$6",
  "Neutral_1": "С тобой так весело жить. Я... думала, что буду одинока всю свою жизнь.$1#$e#%Вы обнимаете Клэр.#$e#Хи-хи!$7",
  "Neutral_2": "В будущем мы должны съездить в город Зузу и посмотреть оперу.$1",
  "Neutral_3": "Мой рацион улучшился с тех пор, как я встретила тебя. Раньше я каждый день ела замороженные блюда Джоджа.$1#$e#Я люблю готовить домашнюю еду.$5",
  "Neutral_4": "Я... не жалею, что переехала в долину, чтобы провести свою жизнь с тобой.$1#$e#Это... отличается от сельской местности, но в хорошем смысле.$5#$e#%Вы обнимаете Клэр.#$e#Хи-хи...$7",
  "Neutral_5": "Мы будем жить в долине вечно?$1#$e#Прости. Это был странный вопрос, да?$0#$e#%Вы улыбаетесь Клэр.#$e#...$5",
  "Neutral_6": "Я получаю всю необходимую танцевальную практику на занятиях аэробикой по вторникам.$1#$e#Моя любимая часть - это разговоры со всеми, до и после...$5",
  "Neutral_7": "Давай как-нибудь вместе испечём что-нибудь. Я знаю идеальный рецепт...$4",
  "Neutral_8": "Я подружилась с несколькими девушками на моих еженедельных занятиях аэробикой.$1#$e#Эм... Приходи, присоединяйся к нам.$5",
  "Bad_0": "Я начинаю нервничать, когда ты отправляешься в шахты...$2#$e#Я не хочу потерять тебя...$2#$e#%Вы говорите Клэр, что ничего плохого не случится.#$e#Ловлю тебя на слове.$1",
  "Bad_1": "*вздох*... Я сегодня неважно себя чувствую.$3#$e#Возможно, я что-то подцепила...$2",
  "Bad_2": "Пожалуйста... Если тебе нужно побыть наедине с собой, я не возражаю...$2",
  "Bad_3": "Я сделала что-то не так? Ты кажется... сторонишься меня в последнее время.$2",
  "Bad_4": "...$0#$e#...$3#$e#%Вы спрашиваете Клэр, что случилось.#$e#Я чувствую, что ты ценишь свою работу на ферме больше, чем меня...$2",
  "Bad_5": "Я устала скучать в последнее время...$2",
  "Bad_6": "...$2#$e#Я не избегаю тебя. Я просто не очень хорошо умею выражать свои чувства.$2#$e#Извини...$2#$e#%Клэр отстраняется от вас.",
  "Bad_7": "Можешь приготовить ужин сегодня вечером, пожалуйста? Мне что-то не хочется ничего делать...$0",
  "Bad_8": "Наверное, скучно проводить время со мной...$2#$e#Прости...$2#$e#%Клэр не хочет разговаривать.",
  "Bad_9": "Ты... думаешь, я сильно похудела?$2#$e#Я просто... думаю про себя. Не обращай на меня внимания.#$e#%Вы берёте Клэр за руку.#$e#...$1",
}