{

//Scarlett is usually working in the valley during these days, but players can catch her walking back home or in her house.
"Mon": "Сейчас мне очень хочется вишни.$0#$e#Это один из моих любимых фруктов!$1#$b#У одного из моих соседей на заднем дворе растет гигантское вишневое дерево. Когда у них сезон, они дают нам корзину с ними.$0",
"Mon4": "Не буду врать, я по-хорошему завидую косплей-комнате Софии.$0#$e#Мой папа достаточно добр, чтобы позволить мне использовать его верстак в гараже для моих проектов.$1#$e#Швейная машинка в моей комнате была удобным подарком от близкого друга семьи.$0#$b#Она выполняет свою работу!$1",
"Mon8": "Поддерживать чистоту и порядок в комнате довольно сложно, но приятно знать, где что лежит.$0",
"Tue": "Мой папа очень дорожит своим пикапом. Это как его самое ценное достояние.$0#$e#Несмотря на то, что у меня есть водительские права, он не позволяет мне их вынимать.$2#$e#*вздох* Может быть, когда-нибудь. Я бы хотела отправиться куда-нибудь в путешествие.$0",
"Tue8": "Мне давно хотелось отправиться в длительное путешествие по стране. Я хочу увидеть что-то новое!$0#$e#Если я очень хорошо попрошу, может, мой папа разрешит мне взять его грузовик.",
"Wed": "Большинство людей, живущих в пригороде, работают в центре Грэмплтона.$0#$e#Мой папа - один из таких людей! У него есть свой собственный магазин!$1",
"Wed4": "%Скарлетт жует еду и замечает вас.#$e#*чавкает* Эй! Извини, я ела козий сыр.$0#$e#Вот, хочешь немного? Эта штука действительно моя любимая.[426]$1",
"Wed8": "Эй, это один из моих любимых человек! Какие последние сплетни?$1#$e#Это звучит очень важно. Ты имеешь огромное значение для кучки людей, ты знал об этом?$0",
"Thu": "Ты выглядишь так, будто сегодня ты на задании! Что у тебя происходит такого важного?$0#$e#Ты очень занятая пчелка!$1",
"summer_Thu": "Ух. Я просто... Ух!$3#$e#У нас с отцом были разногласия по какому-то поводу. Мы не всегда сходимся во взглядах на вещи...$2#$e#Я не в настроении разговаривать.$3#$e#%Скарлетт не хочет больше разговаривать.",
"Thu6": "Я многому учусь, работая на ферме у Сьюзен и Энди.$1#$e#Я чувствую, что эти навыки пригодятся мне в будущем.$0",

//Scarlett is always home during these days (except Sat during winter when she's sleeping over at Sophia's)
"Fri": "Мне хочется провести ленивую пятницу.$0#$e#Наверное, мне скоро нужно будет вынести мусор.$0",
"Fri2": "Извини, в моей комнате немного беспорядок.$2#$e#Итак, ты здесь, в Пондвуде! Есть ли что-нибудь, что ты хочешь сделать?$0#$e#О! Я могу показать тебе свою коллекцию манги!$1#$e#Я коллекционирую мангу примерно с семи лет.$0#$b#Все началось с того, что я свернула не туда в публичной библиотеке и нашла то, что, как я думала, было книгами с картинками!$1",
"winter_Fri4": "Мне очень хочется сделать снежного ангела.$0",
"Fri8": "В следующий раз, когда в Пондвуде будет 'тусовка', я тебе позвоню. Мы будем рады принять тебя!$1",
"spring_Fri8": "Ты знаешь, я никогда по-настоящему не интересовалась поступлением в колледж.$0#$b#Это то, что мой папа хочет, чтобы я сделала. Получила 'образование'...$2#$e#Я больше склоняюсь к 'практическому подходу'.$1",
"fall_Fri8": "В это время года в Грэмплтоне проходит классный карнавал.$0",
"winter_Fri8": "Стартовые матчи скоро начнутся! Вперед, Туннлеры!$1#$e#Ты смотришь гридбол, @?$0",
"Sat": "Привет, рада тебя видеть! Что ты задумал?$1^Привет, рада тебя видеть! Что ты задумала?$1#$e#Я не знаю, как ты это делаешь, @. Ты всегда знаешь, чем занять себя.",
"summer_Sat": "The river by our house keeps the yard nice and cool during hot summer days.$0",
"fall_Sat": "*вздох* листья продолжают попадать в гараж.$2#$e#Моему папе действительно следовало бы закрыть дверь гаража, но он любит хвастаться своим грузовиком.$3",
"winter_Sat": "Привет, рада тебя видеть! Что ты задумал?$1^Привет, рада тебя видеть! Что ты задумала?$1#$e#Я не знаю, как ты это делаешь, @. Ты всегда знаешь, чем занять себя.$0",
"winter_Sat2": "Я всегда стараюсь выделить время в своем расписании, чтобы посетить Софию.$0#$e#Я хотела бы, чтобы мы жили рядом друг с другом. Может быть, когда я накоплю достаточно денег, я смогу переехать в долину Стардью.$0",
"winter_Sat8": "Однажды София пришла в гости, и на ужин у нас был грэмплтонский цыпленок в апельсиновом соусе. Раньше она никогда такого не пробовала.$0#$b#Она съела всю свою тарелку за две минуты!$1#$e#Я предложила ей немного своей порции, и она съела половину.#$b#Наверное, это одно из моих любимых воспоминаний о ней!$1",
"Sun": "Эй! Рада тебя видеть. Как прошла поездка на поезде?$1#$e#Не у всех есть машина. Большинство наших соседей полагаются на местную железнодорожную станцию, чтобы добраться на работу.",
"Sun4": "Собака нашего соседа, живущего дальше по дороге, дикая.$0#$e#Она всегда такая беспокойная$1",
"Sun8": "Привет! Очень приятно, что ты навестил меня.$1^Привет! Очень приятно, что ты навестила меня.#$e#Ты можешь взять себе что-нибудь из холодильника, если проголодаешься.$0#$e#О, не лезь в бисквитный торт. Мой папа сделал его для одного из своих друзей, живущих дальше по улице.$1",
"summer_Sun8": "%Скарлетт жует еду и замечает вас.#$e#*чавкает* Эй! Извини за то, что ты только что видел, как я набиваю полный рот козьего сыра.$0^*чавкает* Эй! Извини за то, что ты только что видела, как я набиваю полный рот козьего сыра.$0#$e#Вот, хочешь немного? Эта штука действительно моя любимая.[426]$1",
"fall_Sun8": "Мы должны как-нибудь устроить вечеринку!$1#$b#Я знаю один очень хороший рецепт приправы для попкорна.$0#$e#Я научилась этому у Хэнка. Это смесь кокосового карри, имбирного пряника и сахара с корицей.$0",
"summer_Sun8": "Мой отец и Хэнк хотели бы пригласить тебя как-нибудь на ужин.$0",

//schedule dialogue
"Custom_BlueMoonVineyard_27_33": "Готова приступить к работе, София!?$1",
"Custom_SophiaHouse_3_25": "Я сегодня помогаю Софии!$1",
"Custom_SophiaHouse_10_25": "Сегодня вечером мы собираемся пойти в салун. Хочешь присоединиться?$0",
"Custom_SophiaHouse_15_24": "Это был трудный день, а София?$1",
"Custom_SophiaHouse_5_22": "Разве косплей-комната Софии не крутая?$0",
"Custom_SophiaHouse_17_21": "Эта твердая древесина приехала аж из Грэмплтона, моего родного города!$1",
"Custom_SophiaHouse_20_7": "Ого! Она не говорила мне, что у нее есть этот том!$1",
"Custom_SophiaHouse_23_6": "Не круто, @! Я сплю.$2",
"Custom_SophiaHouse_20_37": "Да! Пойдемте в салун!$1",
"Saloon_24_18": "Мне нравится атмосфера этого места.$0",
"Custom_GrampletonSuburbs_21_15": "Я сейчас выношу мусор. Давай поговорим снова через секунду, хорошо?$0",

//event dialogue
"scarlett_event1": "Тогда ты похож на меня! Спорим, ты получаешь хорошую оплату!$1^Тогда ты похожа на меня! Спорим, ты получаешь хорошую оплату!",
"scarlett_event2": "Ого, это открытая информация в городе Пеликан? Это классная идея!$1#$b#Возможно, это то, что может сделать и Пондвуд.$0",
"scarlett_event3": "Фестивальные посты - мои абсолютные фавориты! Каждый год появляются новые дизайны листовок.$1",
"scarlett_event4": "Я думаю, это не для всех. Но это нормально!$0",
"scarlett_event5": "...$2#$b#Я тебя не виню. Я, вероятно, сделала бы то же самое, если бы случайно услышала что-то подобное.$2",
"scarlett_event6": "Ага... Конечно.$3#$b#...$3#$b#...$2#$b#Я тебя не виню. Я, вероятно, сделала бы то же самое, если бы случайно услышала что-то подобное.$2#$b#Но, по крайней мере, я была бы откровененна.$3",
"scarlett_event7": "Еще бы! У тебя так много пространства, чтобы делать все, что тебе хотите.$0",
"scarlett_event8": "Я знаю, да? Мой папа разрешил мне использовать клумбу за домом, чтобы выращивать что-нибудь, так что я полностью понимаю, что ты имеешь в виду.$0",
"scarlett_event9": "Я всегда хотела иметь собственных коз. Я бы могла есть столько козьего сыра, сколько захочется!$1#$b#Я бы хотела, чтобы Марни нуждалась в помощи на своем ранчо, но она со всем справляется.$0",
"scarlett_event10": "Да, я вроде как такая же. Я не знаю, что я бы делала с собой, если бы мне было нечем заняться.$0",

//Resort Dialogue
"Resort_Entering": "Я не могу дождаться, когда смогу вытянуть ноги на теплом песке.$0",
"Resort_Leaving": "Это долгий путь домой. Но сегодня мне было весело.$1",
"Resort_Shore": "Что случилось с разбитым пиратским кораблем?$0",
"Resort_Chair": "В Грэмплтоне такой погоды не бывает!$1",
"Resort_Bar": "Все ли напитки подаются с этими маленькими зонтиками?$0",
"Resort": "Коралловые рифы очень красивые.$0",

}
