{
//SPECIAL DIALOGUE
"Introduction": "Ах, это же тот самый фермер @.$4^Ах, это же та самая фермерша @.$4#$b#Добро пожаловать в долину. Меня зовут Моррис, я менеджер ДжоджаМарт.$0#$b#Если тебе нужны дешёвые, качественные семена, нет лучшего места, чем ДжоджаМарт!$1#$e#Я не стал бы связываться с товарами Пьера. Семена Джоджа намного лучше.$3",
"Resort_Entering": "О-о, да. Мы прибыли!$1",
"Resort_Leaving": "Должен сказать, что тут еще есть над чем поработать.$0",
"Resort_Shore": "На этом острове можно было бы разбогатеть на недвижимости...$4#$e#Э-э-э... Хотя этот вулкан может стать проблемой...$2",
"Resort_Chair": "Я работал целыми неделями. Я заслужил день отдыха!$1",
"Resort_Bar": "Бармен! Я бы хотел коктейль высшего качества, пожалуйста!$1",
"Resort": "На этом маленьком, отдалённом пляже можно построить бизнес!$5",

//SPECIFIC TILE DIALOGUE
"Town_43_59": "Купоны на 50-процентную скидку! Подходите, пока они не закончились!$1",
"Town_44_59": "Купи членство в Джоджа сегодня и сэкономь на следующей покупке!$1",
"Town_42_59": "Запасаешься семенами на следующий сезон? Самые дешёвые семена в городе - в ДжоджаМарте!$1",
"Town_43_60": "В Джоджа мы считаем всех частью нашей семьи.$1",

//SPRING AND GENERAL DIALOGUE

"spring_1": "Этот год будет лучшим годом для корпорации Джоджа.$1#$b#Наша прибыль только растёт и растёт. Я с нетерпением жду выплаты опционов на акции.$4",
"spring_12": "Мэр Льюис во время фестивалей всегда перекрывает часть города, где находится Джоджа.$3#$e#Нет. Я не буду участвовать в охоте за яйцами.$3",
"spring_23": "Нет. Я не посещаю Цветочные танцы.$3#$e#...$2",
"spring_28": "Уже почти настало время менять ассортимент. Я с нетерпением жду летнего сезона.$0",

"Mon": "А вот и начинается ещё одна продуктивная рабочая неделя. Я надеюсь, что Шейн выложится на этой неделе.$0#$e#Клянусь, этот пацан становится ленивее с каждым днём. Возможно, мне стоит урезать ему зарплату.$3",
"Mon2": "Уже выбрал, какие из наших семян посадишь в этом сезоне, @?$1^Уже выбрала, какие из наших семян посадишь в этом сезоне, @?$1#$b#Они действительно качественные. Просто спроси Энди, если ты мне не веришь!$4",
"Mon6": "Продолжай хорошо работать, @.$1", 
"Tue": "Если тебе нужны дешёвые семена, нет лучшего места, чем ДжоджаМарт.$5",
"Tue2": "У меня есть гигантская стопка отчётностей, которую нужно разобрать сегодня.$0#$b#Многие думают, что оформление документов - это скучно. Я бы не назвал это захватывающим занятием, но мне нравится видеть статистику, когда мы эффективно управляем магазином.$4",
"Tue8": "Ты подаёшь хороший пример, которому должны следовать другие фермеры в долине.$1#$e#Продолжай в том же духе и не забывай делать покупки в Джоджа!$1",
"Wed": "Магазин Пьера сегодня закрыт. Можешь делать покупки в Джоджа!$5#$e#Наши продукты намного лучше того, что он продаёт.$3",
"Wed2": "Пьер берёт выходной по средам. К сожалению для него, я работаю каждый день каждую неделю!$5#$e#Это прекрасная возможность приобрести наши семена!$1",
"Wed8": "Ах, @. Приятно видеть тебя. Понадобилось что-нибудь для фермы?$4#$e#Поскольку магазин Пьера сегодня закрыт, Джоджа может предоставить тебе любые семена и сельскохозяйственное оборудование, которое может понадобиться!$1",
"Thu": "Я читал о различных способах организации пространства в магазине.$4#$e#Джоджа старается придерживаться единого дизайна, но мне интересно, есть ли у меня место для манёвра, чтобы попробовать что-то новое...$5",
"Thu2": "*зевает* Пять часов сна недостаточно для полного рабочего дня.$2#$e#Ну, вернёмся к работе!$1",
"Thu8": "Привет, @. Спасибо за все наши беседы! Как прошёл твой день?$0#$e#Здесь никто не разговаривает со мной так много, как ты.$1",
"Fri": "Привет. Усердно работаешь, не так ли?$0#$e#Да, конечно, я тоже.$1",
"Fri2": "У меня была продуктивная неделя. Я могу заказать бокал вина с виноградника Блю Мун в салуне.$1",
"Fri6": "*вздох* Мне не помешало бы выпить сегодня вечером, особенно учитывая сверхурочные на этой неделе.$2#$e#Знаешь, иногда я чувствую, будто... мне не рады в салуне. Я всегда ловлю на себе косые взгляды, когда иду туда.$2#$e#К счастью, я держу под своим столом специальный запас вина.$1",
"Fri10": "Ах! @! Славная была неделька.$1#$b#Надеюсь, у тебя хороший день сегодня?$0#$e#Ха-ха! Мы как-нибудь должны выпить в салуне и отпраздновать наш успех!$1",
"Sat": "Джоджа - лучший выбор по сравнению с магазином Пьера!$5",
"Sat2": "Помню, у меня были выходные по субботам, когда я был еще лишь низшей ступенью в рядах Джоджа.$4#$e#С тех пор многое изменилось.$1",
"Sat8": "@, я ценю, что ты тратишь время в свой выходной на разговор со мной. Для меня это действительно важно.$1#$e#Продолжай работать в том же духе, внося свой вклад в наше сообщество!$4",
"Sun": "Эм-м... Привет.$4#$e#Тебе что-то нужно?$3#$e#А, семена!? Джоджа тебя выручит! У нас лучший выбор в городе!$5",
"Sun2": "Я рекомендую покупать акции Джоджа. Они продолжают расти в цене!$4#$e#О, ты не вкладываешь? Жаль.$0",
"Sun8": "Твоя ферма ещё приносит прибыль в этом сезоне, @?$0#$b#Не хочу совать нос в чужие дела. Мне просто любопытно, как у тебя работает цикл доходов.$4",

//SUMMER DIALOGUE
"summer_1": "Ах, лето пришло. Моё любимое время года.$1#$b#Почему? Люди любят делать покупки летом. Солнце дарит им хорошее настроение, и мы держим магазин приятным и прохладным, чтобы они могли прийти и спрятаться от жары.$4",
"summer_10": "Всё ещё думаешь, что закинуть в фестивальный суп, @?$0#$b#ДжоджаМарт предлагает множество вариантов вкусной еды.$4",
"summer_28": "... Я не люблю смотреть на медуз.$2#$e#Я не знаю почему. Они просто заставляют меня чувствовать себя странно.$3",

"summer_Mon": "Город Пеликан слабо развит. Я надеюсь, что когда-нибудь это изменится.$0#$e#%У Морриса появились огоньки в глазах.", 
"summer_Mon6": "... Хотя в этом месте определенно что-то есть. Не пойми меня неправильно, я посвящаю себя расширению Джоджа здесь, но...$0#$e#Ты видишь это, не так ли? Город Пеликан особенный. Я начинаю понимать это.",
"summer_Tue":  "Привет, @. Идеальный день, чтобы заработать деньги.$1",
"summer_Tue2": "*зевает* Я не спал прошлой ночью. Было слишком много работы.$0#$e#%Моррис снова зевает.",
"summer_Tue6":  "Опять остался на всю ночь, чтобы убедиться, что всё в магазине идеально. Я... очень... устал сегодня...$2#$e#%Моррис закрывает глаза.$3",
"summer_Wed": "В долине Стардью есть несколько отраслей, куда при желании могли бы расширяться Джоджа.$4#$e#Возможно, мы могли бы продавать рыбу или мебель?$1",
"summer_Wed6":  "Мне нравится составлять планы развития. Это полезно - находить должное применение средствам.$0#$e#Ты делаешь так же на ферме %farm, не так ли? Начало нового сезона - та ещё задачка.$1",
"summer_Thu": "Интересно, сколько клиентов получит Джоджа в этом году.$4#$e#Наша семья растёт с каждым сезоном.$1",
"summer_Thu8": "... Я тут подумал, @. Мы называем Джоджа семьёй, но я не уверен, что это правда.$2#$e#%Моррис выглядит обеспокоенным.",
"summer_Fri": "Семена дыни Джоджа наверняка увеличат твою прибыль, @. Я настоятельно рекомендую покупать их!$1",
"summer_Sat": "Я вчера купил мороженое у этого мальчика, Алекса. Было очень вкусно.$1#$b#Возможно, Джоджа должна начать продавать мороженое. Может быть, на это есть свой рынок сбыта?$5",
"summer_Sat6": "Лоток с мороженым, которым управляет Алекс, изумителен!$1#$e#Мне очень нравится наблюдать за тем, как сообщество процветает на малом бизнесе.$1",
"summer_Sun": "Делай покупки в Джоджа и наслаждайся нашим кондиционером!$1",
"summer_Sun6": "Нужно остыть? В ДжоджаМарте лучшая система кондиционирования в долине! Спрячься от жары.$4",

//FALL DIALOGUE

"fall_1": "Осень уже здесь, и пришло время распродаж.$0#$e#В ДжоджаМарте? Конечно, нет. Но я люблю охотиться за скидками в других местах.$4",
"fall_15": "Ты участвуешь в том городском фестивале завтра, @?$0#$e#... Может быть, я приду. Мне интересно поглядеть на продукты с твоей фермы, а еще было бы полезно узнать, что нравится мэру.$0",
"fall_23": "Ещё не поздно купить семена бок-чой.$0#$b#У тебя будет достаточно времени, чтобы собрать урожай до начала зимы!$1",
"fall_27": "Когда я был молод, День всех духов был моим любимым праздником.$0#$b#Я всегда выбирал один и тот же образ. Я был бухгалтером.$1",
"fall_28": "Ещё один год почти закончился.$1#$e#В ближайшее время мне нужно будет привести свои финансы в порядок перед уплатой налогов. Я надеюсь, что это не займёт много времени.$0",


"fall_Mon": "Уже покупал наши осенние семена, @?$0^Уже покупала наши осенние семена, @?$0#$e#Гарантированно улучшат твои посевы!$1#$e#Вернуть твои деньги? Нет, это не такая гарантия. Просто оборот речи.$0",
"fall_Mon4": "Ах, @. Вот кого я хотел увидеть.$1#$b#Я хотел предложить купить нашу текущую партию семян батата.$4#$e#Энди сообщил, что он собирает бататы серебряного качества! Купи их, пока они есть в наличии!$1",
"fall_Mon8": "Энди - один из наших лучших клиентов. Я действительно чувствую, что он часть нашей семьи.$1#$e#... И я вижу, как он изо всех сил пытается вписаться сюда. Я делаю то же самое.$2", 
"fall_Tue": "Сегодняшний день был ужасно занятым, я убирал беспорядок, оставшийся от персонала.$3#$e#Как бы я сейчас хотел пообедать супом из лобстера.$2#$b#Возможно, на этой неделе я посещу мой любимый пятизвёздочный ресторан в городе.$1",
"fall_Wed": "Мой разум полон идей по улучшению магазина!$1",
"fall_Wed8": "Я потратил большую часть от моей недавней зарплаты, чтобы улучшить магазин Джоджа.$0#$b#Корпорация не даст мне ни копейки, чтобы сделать ремонт.$3", 
"fall_Thu": "Если ты когда-нибудь будешь искать работу на неполный рабочий день, @, у нас всегда найдутся вакансии!$0#$e#... Да, я знаю, что однажды ты уже покинул Джоджа. Но это не значит, что нужно уходить навсегда.$3",
"fall_Thu8": "Здесь трудно найти хорошую помощь. Город такой маленький...$2#$e#Я знаю, что ты никогда не вернёшься и не будешь работать на нас снова, но для Джоджа было большой потерей упустить такого работягу, как ты.$2",
"Fall_Fri": "Некоторые из моих сотрудников начали спрашивать, могут ли они уходить раньше по пятницам.$0#$e#Конечно же я сказал «нет».$2",
"fall_Fri6": "Мои сотрудники снова начали требовать, чтобы их выпускали по пятницам пораньше.$0#$e#Я не знаю, как им объяснить, что чем раньше они уйдут, тем дольше мне придётся остаться...$2#$e#%Моррис вздыхает.",
"fall_Sat": "Нам срочно нужно пополнить запасы. Похоже, я снова задержусь в субботу...$0",
"fall_Sat6": "Может быть, нам стоит продавать алкоголь в Джоджа...$4#$e#Ну, это было бы проще, чем идти в салун. Может быть, мы могли бы даже открыть наш собственный бар!$1",
"fall_Sun": "@, подумай о том, чтобы зайти на Joja.net и пройти наш онлайн-опрос.$1#$e#У тебя будет шанс выиграть приз стоимостью 500 з.!$1",
"fall_Sun8": "Ты видел наш сайт, @? У нас недавно был большой редизайн!$0^Ты видела наш сайт, @? У нас недавно был большой редизайн!$0#$e#Поскольку ты мой друг, я дам тебе наш код персонала для скидки в 20%. Просто введи JOJAFAMILY на кассе 1.$1#$e#Двадцать процентов не очень много? Что ж... это лучше, чем у нас бывает обычно...$2", 

//WINTER DIALOGUE

"winter_1":  "Здесь ужасно холодно зимой. Я не могу привыкнуть к этому.$0#$e#Может, стоит устроить специальную распродажу на обогреватели. Это привлекло бы людей. И я мог бы поставить стойку с горячим какао...$4#$e#%Моррис в глубоких раздумьях.",
"winter_7": "Пойдёшь на подлёдную рыбалку завтра на фестивале?$0#$e#... Обычно я не принимаю участие в общественной жизни, хотя и должен бы. Но, возмжно, я приду посмотреть.$0",
"winter_24": "Я планирую положить несколько подарочных карт Джоджа под ёлку. Надеюсь, что люди обратят на них внимание.$1",
"winter_28": "Готовишься к новому году, @? Я надеюсь, что он будет плодотворным для нас обоих.$0",

"winter_Mon": "Я езжу на автобусе на работу каждый день.$0#$e#Жить здесь? Нет, я никогда не думал об этом...$0",
"winter_Mon6": "Берегись льда на дорогах, @.$2#$b#Прошлой ночью я чуть не поскользнулся по пути к остановке.$4",  
"winter_Tue": "Я рад, что зимой у меня есть время подумать о новых бизнес-планах.$0",
"winter_Tue6": "Можешь взглянуть на маркетинговую кампанию, над которой я работаю время от времени?$0#$e#Ты, кажется, хорошо ладишь с горожанами. Я хотел бы, чтобы ты помог достучаться до них.$4^Ты, кажется, хорошо ладишь с горожанами. Я хотел бы, чтобы ты помогла достучаться до них.$4",
"winter_Wed":  "Если тебе нужно хорошее место, чтобы согреться, я рекомендую делать покупки в Джоджа!$1",
"winter_Wed4": "Привет, @. Холодный сегодня денёк.$0#$e#Оставайся у нас, в тепле!$1",
"winter_Thu": "Я посвятил этот зимний сезон планированию новой стратегии Джоджа! Этот год будет самым успешным для Джоджа!$1",
"winter_Thu6": "Я презентую свою новую стратегию на большой встрече управляющих в Джоджа на следующей неделе...$0#$e#Пожелай мне удачи, @. Мои идеи не всегда получают положительный отклик.$2",
"winter_Fri": "Тебе когда-нибудь доводилось зимой поскальзываться и падать перед кем-нибудь, кто потом посмеялся бы над тобой?$0#$e#... Нет, мне тоже.$2",
"winter_Fri8": "Чувствуешь ли ты, что тебя ценят за работу на ферме, @?$0#$b#Ты работаешь в одиночестве, но все так добры к тебе.$0#$e#Я бы хотел, чтобы мои сотрудники поняли, сколько сил я потратил на управление магазином...$2",
"winter_Sat": "Выходные дни? Я даже не знаю, что это слово значит!$1#$e#%Улыбка Морриса быстро исчезает.",
"winter_Sat4": "Я смертельно устал. Я должен взять отпуск в ближайшее время...$0#$e#Но когда меня нет на работе, всё, что я делаю, это беспокоюсь о магазине. Или придумываю новые идеи!$0",
"winter_Sun": "Снова воскресенье, и снова закончились недельные запасы...$0",
"winter_Sun6": "Недавно у нас пропали деньги из реестра...$0#$e#Я не хочу никого обвинять. Я не такой бессердечный.$2",

}